{
    "Contar": {
        "title": "<h3 style='font-size: 3em;'>Contar</h3>",
        "source": "<p style='color: #007BFF;'>RAE:</p>",
        "definition": "<p style='font-style: italic;'>Numerar, fijar la cantidad o número de algo.</p>",
        "description": "<p style='font-style: italic;'>Contar es simplemente decir los números en orden para saber cuántas cosas tienes o cuántas cosas hay en un grupo. Por ejemplo, si cuentas tus amigos y dices uno, dos, tres, estás contando tus amigos para saber cuántos tienes. Es como usar una especie de lista de números para saber la cantidad de algo. </p>",
        "link": "https://es.wikipedia.org/wiki/Contar",
        "video": "https://www.youtube.com/embed/4YNE1BTaHUc?si=2B_pNjax9PFe8K4l"
    },
    "Numerar": {
        "title": "<h3 style='font-size: 3em;'>Numerar</h3>",
        "source": "<p style='color: #007BFF;'>RAE:</p>",
        "definition": "<p style='font-style: italic;'>Poner números a una serie de objetos o a sus partes.</p>",
        "description": "<p style='font-style: italic;'>\"Numerar\" en el contexto matemático significa asignar números a elementos en una secuencia ordenada para identificarlos individualmente y llevar un registro de su posición. Es como etiquetar o marcar objetos en una serie o secuencia con números para saber cuál es cuál y en qué lugar se encuentran en esa secuencia. Por ejemplo, si tienes una serie de libros en una biblioteca y les asignas números en orden, estás numerando los libros para saber cuál es el primero, cuál es el segundo, y así sucesivamente. Esto ayuda a organizar y distinguir los elementos de una lista o serie.</p>",
        "link": "https://es.wikipedia.org/wiki/Enumeraci%C3%B3n",
        "video": "https://www.youtube.com/embed/tVxBvfBTPv8?si=ZZg8fCtcampMtkIU"
    },
    "Número": {
        "title": "<h3 style='font-size: 3em;'>Número</h3>",
        "source": "<p style='color: #007BFF;'>RAE:</p>",
        "definition": "<p style='font-style: italic;'>Expresión compuesta por cifras que permite designar una cantidad en relación con su unidad.</p>",
        "description": "<p style='font-style: italic;'>Un número es una etiqueta que usamos para contar cosas o medir cantidades. Por ejemplo, cuando decimos \"uno, dos, tres\", estamos usando números para contar objetos, como galletas o flores. Los números nos ayudan a decir cuántas cosas hay y a compararlas. También pueden representar la posición de algo en una lista, como el número de un asiento en un cine. Básicamente, los números son como herramientas que usamos en la vida diaria para entender y describir la cantidad y el orden de las cosas.</p>",
        "link": "https://es.wikipedia.org/wiki/N%C3%BAmero",
        "video": "https://www.youtube.com/embed/skq4b_Aii6E?si=x_Ud_7ovCqfbuAq_"
    },
    "Sistema de Numeración Decimal": {
        "title": "<h3 style='font-size: 3em;'>Sistema de Numeración Decimal</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>El sistema de numeración decimal, es un sistema de numeración posicional en el que las cantidades se representan utilizando como base aritmética el número diez. El conjunto de símbolos utilizado (sistema de numeración arábiga) se compone de diez cifras: cero (0), uno (1), dos (2), tres (3), cuatro (4), cinco (5), seis (6), siete (7), ocho (8) y nueve (9).</p>",
        "description": "<p style='font-style: italic;'>Un \"Sistema de Numeración Decimal\" es una forma especial de contar y escribir números que utiliza diez símbolos diferentes, como los números del 0 al 9. Imagina que los números son como las palabras en un idioma que usamos para decir cuántas cosas tenemos. En este sistema, cuando contamos, llegamos a \"9\" y luego volvemos a empezar, como cuando decimos \"10\". Cada número en este sistema tiene un lugar especial que le da un valor, como las unidades, decenas o centenas, que nos ayuda a entender cuánto vale realmente. Este sistema es el que usamos en la vida cotidiana para contar y hacer matemáticas.</p>",
        "link": "https://es.wikipedia.org/wiki/Sistema_de_numeraci%C3%B3n_decimal",
        "video": "https://www.youtube.com/embed/-I_3EKkGZLo?si=zN8cJ9Zrs6Ftp0rV"
    },
    "Notación Posicional": {
        "title": "<h3 style='font-size: 3em;'>Notación Posicional</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>La notación posicional es un sistema de numeración en el cual cada dígito posee un valor que depende de su posición relativa, la cual está determinada por la base, que es el número de dígitos necesarios para escribir cualquier número. Un ejemplo de numeración posicional es el habitualmente usado sistema decimal (base 10), necesitándose diez dígitos diferentes, los cuales deberán estar constituidos de un símbolo (grafema), cuyo valor en orden creciente es: 0, 1, 2, 3, 4, 5, 6, 7, 8, 9. Para los números escritos en sistemas de bases menores, se usan solo los dígitos de menor valor; para los escritos con bases mayores que 10, se utilizan letras: 0, 1, 2, 3, 4, 5, 6, 7, 8, 9, A, B, C, D, ...</p>",
        "description": "<p style='font-style: italic;'>La \"Notación Posicional\" es como un lenguaje especial que usamos para escribir números de manera ordenada y comprensible. Imagina que los números son como palabras en una oración, y cada número tiene un lugar específico en esa oración. La posición de un número en ese lugar le da su valor, igual que las palabras en una oración tienen significados según su posición. Por ejemplo, en el número \"123\", el \"1\" está en el lugar de las centenas, el \"2\" en el lugar de las decenas y el \"3\" en el lugar de las unidades. Esta notación hace que los números sean fáciles de leer y entender, como las palabras en una historia.</p>",
        "link": "https://es.wikipedia.org/wiki/Notaci%C3%B3n_posicional",
        "video": "https://www.youtube.com/embed/tKMD4ibOQiI?si=RCeNYSvFGiQjtbrm"
    },
    "Infinito": {
        "title": "<h3 style='font-size: 3em;'>Infinito</h3>",
        "source": "<p style='color: #007BFF;'>RAE:</p>",
        "definition": "<p style='font-style: italic;'>En lógica y matemáticas, se refiere a una magnitud que no tiene límites ni fin, como la secuencia de números naturales (1, 2, 3, ...) que nunca termina. También se utiliza en un sentido más general para describir algo que es ilimitado o inagotable en su extensión o duración.</p>",
        "description": "<p style='font-style: italic;'>\"Infinito\" es como un concepto mágico que significa que algo nunca se acaba. Imagina que tienes una cuerda muy larga que nunca termina, no importa cuánto la estires. Eso es como el infinito. En matemáticas, usamos \"infinito\" para decir que algo continúa para siempre, como los números que nunca paran de aumentar (1, 2, 3, ... ¡y así sucesivamente para siempre!). Es un poco como el cielo estrellado en una noche sin fin: ¡siempre hay más números y estrellas por descubrir!</p>",
        "link": "https://es.wikipedia.org/wiki/Infinito",
        "video": "https://www.youtube.com/embed/yp_6x2M5ftg?si=J89mAg_sHCQfZGtt"
    },
    "Conjunto": {
        "title": "<h3 style='font-size: 3em;'>Conjunto</h3>",
        "source": "<p style='color: #007BFF;'>RAE:</p>",
        "definition": "<p style='font-style: italic;'>Colección de elementos o números reunidos de acuerdo con una regla o criterio específico.</p>",
        "description": "<p style='font-style: italic;'>Un \"conjunto\" es como una caja imaginaria que contiene cosas similares. Piensa en una caja de juguetes: todos los juguetes dentro de la caja son un conjunto porque tienen algo en común, como ser de colores o formas similares. En matemáticas, un conjunto es como una lista de números o elementos que están agrupados juntos por alguna razón, como los números pares (2, 4, 6, ...) o los animales de la granja (vacas, cerdos, gallinas, ...). Es como poner cosas que tienen algo en común en un mismo lugar.</p>",
        "link": "https://es.wikipedia.org/wiki/Conjunto",
        "video": "https://www.youtube.com/embed/k_eJPjV5EOg?si=sgctOmnDOe_T37Zs"
    },
    "Cifra": {
        "title": "<h3 style='font-size: 3em;'>Cifra</h3>",
        "source": "<p style='color: #007BFF;'>RAE:</p>",
        "definition": "<p style='font-style: italic;'>Signo o conjunto de signos con que se representa un número.</p>",
        "description": "<p style='font-style: italic;'>Una \"cifra\" es como un número pequeñito, como los que vemos todos los días en los relojes o cuando contamos cosas. Imagina que cada número que vemos, como el \"7\" en un reloj o el \"3\" en tu edad, es una cifra. En matemáticas, las cifras son como los ladrillos con los que construimos los números más grandes. Por ejemplo, el número \"73\" está hecho de las cifras \"7\" y \"3\". Es como si cada cifra fuera un bloque que usamos para construir nuestros números.</p>",
        "link": "https://es.wikipedia.org/wiki/Cifra_(matem%C3%A1tica)",
        "video": "https://www.youtube.com/embed/PlvXxgkO44I?si=C3grpqFG2FdazEuG"
    },
    "Dígito": {
        "title": "<h3 style='font-size: 3em;'>Dígito</h3>",
        "source": "<p style='color: #007BFF;'>RAE:</p>",
        "definition": "<p style='font-style: italic;'>Cada uno de los caracteres o símbolos con los que se representan los números en la numeración decimal, que son los siguientes: 0, 1, 2, 3, 4, 5, 6, 7, 8 y 9.</p>",
        "description": "<p style='font-style: italic;'>Un \"dígito\" es como un número pequeñito que usamos todos los días. Imagina que los números son como las palabras en un idioma, y los dígitos son las letras de ese idioma. Los dígitos son solo diez: 0, 1, 2, 3, 4, 5, 6, 7, 8 y 9. Usamos estos dígitos para escribir los números más grandes. Por ejemplo, el número \"5\" es un dígito que usamos para escribir el número \"50\" o \"500\". Es como si los dígitos fueran las piezas más pequeñas que forman los números que usamos en nuestra vida diaria.</p>",
        "link": "https://es.wikipedia.org/wiki/Cifra_(matem%C3%A1tica)",
        "video": "https://www.youtube.com/embed/Xpf_K6Q9TuE?si=dPQaTyzfZZHbSQiD"
    },
    "Unidad": {
        "title": "<h3 style='font-size: 3em;'>Unidad</h3>",
        "source": "<p style='color: #007BFF;'>RAE:</p>",
        "definition": "<p style='font-style: italic;'>Valor o cantidad básica utilizada como referencia para medir, contar o comparar otras cantidades. En muchos casos, la unidad se representa con el número \"1\" y se utiliza para construir números más grandes mediante la adición o multiplicación.</p>",
        "description": "<p style='font-style: italic;'>En matemáticas, \"unidad\" es como la pieza más pequeña que usamos para contar cosas o medir cantidades. Es como tener una regla donde la unidad es el centímetro, y cuando decimos \"3 centímetros\", estamos usando la unidad para medir una distancia. O cuando decimos \"3 manzanas\", la unidad es \"manzana\", y estamos contando cuántas tenemos. En resumen, la unidad es como la pieza básica que nos ayuda a decir cuántas cosas tenemos o a medir distancias, como si fuera el ladrillo más pequeño de un edificio de números.</p>",
        "link": "https://es.wikipedia.org/wiki/Uno"
    },
    "Decena": {
        "title": "<h3 style='font-size: 3em;'>Decena</h3>",
        "source": "<p style='color: #007BFF;'>RAE (sept. 2021):</p>",
        "definition": "<p style='font-style: italic;'>Conjunto de diez cosas de cualquier género.</p>",
        "description": "<p style='font-style: italic;'>En matemáticas, una \"decena\" es como un grupo de diez elementos o cosas. Imagina que tienes diez galletas y las pones juntas en un grupo; eso sería una decena de galletas. También puedes pensar en los números, como el \"30\". El \"30\" significa tres decenas, lo que significa tres grupos de diez. Entonces, en matemáticas, una decena es como una colección de diez cosas o la forma en que contamos grupos de diez en los números.</p>",
        "link": "https://es.wikipedia.org/wiki/Diez"
    },
    "Centena": {
        "title": "<h3 style='font-size: 3em;'>Centena</h3>",
        "source": "<p style='color: #007BFF;'>RAE (sept. 2021):</p>",
        "definition": "<p style='font-style: italic;'>Conjunto o colección de cien cosas.</p>",
        "description": "<p style='font-style: italic;'>En matemáticas, una \"centena\" es como un grupo grande de cien cosas. Es como si tuvieras una colección de cien bolitas o cien caramelos y los pusieras juntos en un solo grupo. También se usa para contar números grandes. Por ejemplo, el número \"300\" significa tres centenas, lo que equivale a tres grupos de cien. Así que, en resumen, una centena es como un montón grande de cien cosas o la forma en que contamos grupos de cien en los números.</p>",
        "link": "https://es.wikipedia.org/wiki/Centena"
    },
    "Guarismo": {
        "title": "<h3 style='font-size: 3em;'>Guarismo</h3>",
        "source": "<p style='color: #007BFF;'>RAE (sept. 2021)</p>",
        "definition": "<p style='font-style: italic;'>Cada uno de los signos o cifras arábigas que expresan una cantidad.</p>",
        "description": "<p style='font-style: italic;'>En matemáticas, \"guarismo\" es un término que se usaba para referirse a los números o dígitos que utilizamos en nuestra vida diaria, como el 0, 1, 2, 3, y así sucesivamente hasta el 9. Son como las letras del alfabeto, pero para los números. Cada vez que escribimos un número, estamos usando guarismos, como cuando escribimos \"5\" para decir cuántos años tiene un niño. Los guarismos son como las piezas de un rompecabezas que usamos para construir números más grandes.</p>",
        "link": "https://es.wikipedia.org/wiki/Cifra_(matem%C3%A1tica)"
    },
    "Al-Juarismi": {
        "title": "<h3 style='font-size: 3em;'>Al-Juarismi</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Abu Abdallah Muḥammad Ibn Mūsā Al-Jwarizmī, conocido como al-Juarismi, fue un eminente matemático, astrónomo y geógrafo persa que vivió alrededor del siglo IX. Fue astrónomo y director de la Biblioteca de la Casa de la Sabiduría de Bagdad. Sus contribuciones incluyen: Desarrolló la primera solución sistemática de ecuaciones lineales y cuadráticas. Introdujo el método de completación de cuadrados para resolver ecuaciones cuadráticas. Trabajó en trigonometría y creó tablas de seno, coseno y tangentes. Es considerado el padre del álgebra, tratándola como una disciplina independiente y desarrollando métodos de \"reducción\" y \"equilibrio\". Su nombre latinizado dio origen a términos matemáticos como \"algoritmo\" y \"algoritmia\". Destacó como geógrafo y astrónomo, revisando y mejorando la obra de Ptolomeo. Escribió sobre el astrolabio, reloj solar, calendario y produjo tablas astronómicas. Su obra influyó en la popularización de los números arábigos en Occidente y en la transición desde el sistema de numeración romano al árabe.</p>",
        "description": "<p style='font-style: italic;'>Al-Juarismi fue un matemático antiguo que ayudó a inventar formas de resolver problemas matemáticos difíciles. También trabajó en astronomía y geografía, mejorando mapas y tablas astronómicas. Su legado más famoso es haber introducido los números arábigos en Occidente, que usamos hoy en día para contar.</p>",
        "link": "https://es.wikipedia.org/wiki/Al-Juarismi"
    },
    "Fibonacci, Leornado de Pisa": {
        "title": "<h3 style='font-size: 3em;'>Fibonacci</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Leonardo de pisa (Pisa, c. 1173 - ib., post. 1241), a veces también llamado Leonardo Pisano, Leonardo Bigollo Pisano (Leonardo el viajero de Pisa) o simplemente Fibonacci, fue un matemático italiano de la República de Pisa, considerado \"el matemático occidental de mayor talento de la Edad Media\". Difundió en Europa la utilidad práctica del sistema de numeración indo-arábigo frente a la numeración romana, y fue el primer europeo en describir la sucesión numérica que precisamente lleva su nombre.</p>",
        "description": "<p style='font-style: italic;'>Fibonacci fue un matemático antiguo que descubrió una serie de números especiales. Estos números se llaman la \"Sucesión de Fibonacci\" y se usan en matemáticas y en muchas otras cosas. También difundió en Europa el sistema de numeración que hoy usamos.</p>",
        "link": "https://es.wikipedia.org/wiki/Leonardo_de_Pisa"
    },
    "Liber Abaci": {
        "title": "<h3 style='font-size: 3em;'>Liber abaci</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Liber abaci (1202) es un libro histórico sobre aritmética escrito por Leonardo de Pisa, más conocido como Fibonacci. Su título tiene dos traducciones comunes, El libro del ábaco o El libro del cálculo; sin embargo Sigler (2002) expuso que la primera traducción es errónea: La intención del libro era describir métodos de hacer cálculos sin la ayuda del ábaco, y, como Ore (1948) confirma, durante siglos tras su publicación, los algoritmistas (los seguidores del estilo de cálculo demostrado en el Liber Abaci) estuvieron en conflicto con los abacistas (tradicionalistas que continuaron usando el ábaco en conjunción con el sistema romano de numeración). En este trabajo, Fibonacci introduce en Europa los números indoarábigos, elemento central de nuestro sistema decimal, que había aprendido cuando estudió con los árabes mientras vivía en Bugía (Argelia) con su padre, Guglielmo Bonaccio, quien quería que se convirtiera en comerciante. En aquella época Bugía era uno de los puertos más prósperos del Mediterráneo. Liber abaci fue de los primeros libros occidentales en describir los números indoarábigos, aunque el primero que los dio a conocer fue Crónica albeldense, de 976. Al estar dirigido a comerciantes y académicos, empezó a convencer al público de la superioridad del nuevo sistema numérico. La segunda versión de Liber abaci fue dedicada a Miguel Escoto en 1227. Hoy en día no hay ninguna versión del manuscrito original de 1202.</p>",
        "description": "<p style='font-style: italic;'>El \"Liber Abaci\" es un libro histórico sobre matemáticas escrito por Fibonacci. En él, presentó los números indoarábigos, que son la base de nuestro sistema numérico actual. Este libro ayudó a convencer a la gente de la utilidad de este nuevo sistema en lugar del ábaco y los números romanos. Aunque no tenemos el manuscrito original de 1202, su trabajo fue muy importante en la historia de las matemáticas.</p>",
        "link": "https://es.wikipedia.org/wiki/Liber_abaci"
    },
    "Numeración Romana": {
        "title": "<h3 style='font-size: 3em;'>Numeración romana</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>La numeración romana es un sistema de numeración que se desarrolló en la Antigua Roma y se utilizó en todo el Imperio romano, manteniéndose con posterioridad a su desaparición y todavía utilizado en algunos ámbitos. Este sistema emplea algunas letras mayúsculas como símbolos para representar ciertos valores. Los números se escriben como combinaciones de letras. Por ejemplo, el año 2023, se escribe numéricamente como MMXXIII, en donde cada M representa mil unidades, cada X representa diez unidades y, finalmente, cada I representa una unidad más. Está basado en la numeración etrusca, la cual, a diferencia de la numeración decimal que está basada en un sistema posicional, se basa en un sistema aditivo (cada signo representa un valor que se va sumando al anterior). La numeración romana posteriormente evolucionó a un sistema sustractivo, en el cual algunos signos en lugar de sumar, restan. Por ejemplo, el 4 en la numeración etrusca se representaba como IIII (1+1+1+1), mientras que en la numeración romana moderna se representa como IV (1 restado a 5).</p>",
        "description": "<p style='font-style: italic;'>La numeración romana es un sistema antiguo de representar números que se usaba en la Antigua Roma y en todo su imperio. En este sistema, se emplean letras mayúsculas para representar valores numéricos. </p>",
        "link": "https://es.wikipedia.org/wiki/Numeraci%C3%B3n_romana"
    },
    "Kepler": {
        "title": "<h3 style='font-size: 3em;'>Kepler</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Johannes Kepler​ (Weil der Stadt, 27 de diciembre de 1571-Ratisbona, 15 de noviembre de 1630), figura clave en la revolución científica, fue un astrónomo y matemático alemán, conocido fundamentalmente por sus leyes sobre el movimiento de los planetas en su órbita alrededor del Sol. Fue colaborador de Tycho Brahe, a quien sustituyó como matemático imperial de Rodolfo II.</p>",
        "description": "<p style='font-style: italic;'>Johannes Kepler fue un astrónomo que descubrió que los planetas se mueven en órbitas elípticas alrededor del Sol, en lugar de círculos como se pensaba antes. Su trabajo ayudó a establecer las leyes del movimiento planetario y sentó las bases para nuestra comprensión moderna del sistema solar, lo que hizo que la astronomía fuera más precisa y fácil de entender.</p>",
        "link": "https://es.wikipedia.org/wiki/Johannes_Kepler"
    },
    "Galileo Galilei": {
        "title": "<h3 style='font-size: 3em;'>Galileo Galilei</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Galileo Galilei (Pisa, 15 de febrero de 1564 ​- Arcetri, 8 de enero de 1642) fue un astrónomo, ingeniero, matemático y físico italiano, relacionado estrechamente con la revolución científica. Eminente hombre del Renacimiento, mostró interés por casi todas las ciencias y artes (música, literatura, pintura). Sus logros incluyen la mejora del telescopio, gran variedad de observaciones astronómicas, la primera ley del movimiento y un apoyo determinante a la «Revolución de Copérnico». Ha sido considerado como el «padre de la astronomía moderna», el «padre de la física moderna»​ y el «padre de la ciencia». Su trabajo experimental es considerado complementario a los escritos de Francis Bacon en el establecimiento del moderno método científico y su carrera científica es complementaria a la de Johannes Kepler (1561-1630). Su trabajo se considera una ruptura de las teorías asentadas de la física aristotélica y su enfrentamiento con la Inquisición romana de la Iglesia católica se presenta como un ejemplo de conflicto entre religión y ciencia en la sociedad occidental.</p>",
        "description": "<p style='font-style: italic;'>Galileo Galilei fue un destacado científico del Renacimiento. Realizó importantes observaciones astronómicas con su mejorado telescopio, apoyó la teoría de Copérnico de que la Tierra y los planetas giraban alrededor del Sol y formuló la primera ley del movimiento. Es conocido como el \"padre de la astronomía moderna\" y el \"padre de la física moderna\". Su trabajo experimental y su enfoque científico complementaron los de otros científicos de la época, como Francis Bacon y Johannes Kepler. También se enfrentó a la Inquisición de la Iglesia católica debido a sus ideas, lo que destaca el conflicto entre religión y ciencia en su tiempo.</p>",
        "link": "https://es.wikipedia.org/wiki/Galileo_Galilei"
    },
    "Millardo": {
        "title": "<h3 style='font-size: 3em;'>Millardo</h3>",
        "source": "<p style='color: #007BFF;'>RAE (sept. 2021)</p>",
        "definition": "<p style='font-style: italic;'>Mil millones.</p>",
        "description": "<p style='font-style: italic;'>El término \"millardo\" es una unidad de medida numérica equivalente a mil millones, es decir, 1 000 000 000. Se utiliza comúnmente en algunos países de habla hispana y en Europa para expresar esta cantidad masiva en el contexto de números grandes. Por ejemplo, en el sistema de numeración de escala larga, un millardo equivale a mil millones, o 1 seguido por 9 ceros (1 000 000 000).</p>",
        "link": "https://es.wikipedia.org/wiki/Millardo"
    },
    "Billón": {
            "title": "<h3 style='font-size: 3em;'>Billón</h3>",
            "source": "<p style='color: #007BFF;'>RAE (sept. 2021)</p>",
            "definition": "<p style='font-style: italic;'>Un millón de millones, que se expresa por la unidad seguida de doce ceros. En Estados Unidos equivale a mil millones, que se expresa por la unidad seguida de nueve ceros.</p>",
            "description": "<p style='font-style: italic;'>En muchos países de habla hispana, un \"billón\" se refiere a la cantidad equivalente a mil millones, es decir, 1 000 000 000. Esta es la forma en que se utiliza comúnmente en la mayoría de los lugares de habla hispana. Sin embargo, es importante tener en cuenta que en algunos países, como España, el término \"billón\" se utiliza para referirse a la cantidad equivalente a un millón de millones, es decir, 1 000 000 000 000. Esta diferencia en el significado puede llevar a confusiones, por lo que es esencial verificar el contexto y el país en el que se está utilizando para comprender su significado preciso. En muchas ocasiones, se prefieren los términos \"mil millones\" o \"un millón de millones\" para evitar ambigüedades en la comunicación.</p>",
            "link": "https://es.wikipedia.org/wiki/Bill%C3%B3n"
    },
    "Cardinal": {
            "title": "<h3 style='font-size: 3em;'>Cardinal</h3>",
            "source": "<p style='color: #007BFF;'>RAE (sept. 2021)</p>",
            "definition": "<p style='font-style: italic;'>Cada uno de los números enteros en abstracto; p. ej., cero, diez, mil.</p>",
            "description": "<p style='font-style: italic;'>En matemáticas, un número cardinal es un número que se utiliza para contar elementos y expresar cuántos hay en un conjunto. Por ejemplo, en la frase \"Hay cinco manzanas en la cesta\", el número \"cinco\" es un número cardinal, ya que indica la cantidad exacta de manzanas en la cesta. Los números cardinales se utilizan para responder preguntas como \"¿Cuántos?\" o \"¿Cuántas?\" y son fundamentales en la aritmética y en la vida cotidiana para contar objetos, personas y más. Los primeros números cardinales son: uno, dos, tres, cuatro, cinco, y así sucesivamente.</p>",
            "link": "https://es.wikipedia.org/wiki/N%C3%BAmero_cardinal"
    },
    "Secuencia Entera": {
        "title": "<h3 style='font-size: 3em;'>Secuencia Entera</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>En matemáticas, una sucesión o secuencia entera es una sucesión (es decir, una lista ordenada) de números enteros.</p>",
        "description": "<p style='font-style: italic;'>Una secuencia es una serie ordenada de números que siguen un patrón específico, ya sea sumando, restando, multiplicando u obedeciendo alguna regla matemática. Los números ordinales en una secuencia indican la posición que ocupa cada número en esa serie. Por ejemplo, en la secuencia de números naturales (1, 2, 3, 4, 5...), el número 5 es el quinto número ordinal. Las secuencias son útiles para encontrar patrones en datos, resolver problemas matemáticos y predecir eventos futuros, y las encontramos en muchas áreas de nuestras vidas, desde matemáticas hasta pronósticos del clima y programación de computadoras.</p>",
        "link": "https://es.wikipedia.org/wiki/Sucesi%C3%B3n_entera"
    },
    "Cuantificar": {
        "title": "<h3 style='font-size: 3em;'>Cuantificar</h3>",
        "source": "<p style='color: #007BFF;'>RAE (sept. 2021)</p>",
        "definition": "<p style='font-style: italic;'>Expresar numéricamente una magnitud de algo.</p>",
        "description": "<p style='font-style: italic;'>\"Cuantificar\" es un término que se usa para describir el acto de medir o determinar la cantidad o el valor numérico de algo. En otras palabras, cuando cuantificamos algo, estamos asignándole un número o una medida que representa su cantidad o magnitud. Por ejemplo, si contamos cuántos libros hay en una biblioteca, estamos cuantificando la cantidad de libros. La cuantificación es fundamental en muchas disciplinas, como las matemáticas, la ciencia, la economía y la estadística, ya que nos permite comprender y comunicar información precisa sobre cantidades y dimensiones.</p>",
        "link": "https://es.wikipedia.org/wiki/Cuantificaci%C3%B3n_(ciencia)#:~:text=En%20matem%C3%A1ticas%20y%20ciencias%20emp%C3%ADricas,fundamental%20para%20el%20m%C3%A9todo%20cient%C3%ADfico."
    },
    "Sistema Numérico": {
        "title": "<h3 style='font-size: 3em;'>Sistema numérico</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>En aritmética, álgebra y análisis matemático, sistema numérico es un conjunto provisto de dos operaciones que verifican ciertas condiciones relacionadas con las propiedades propiedad conmutativa, propiedad asociativa y distributiva. El conjunto de los números enteros, los números racionales o los números reales son ejemplos de sistemas numéricos, aunque los matemáticos han creado muchos otros sistemas numéricos más abstractos para diversos fines.</p>",
        "description": "<p style='font-style: italic;'>Un sistema numérico es una forma organizada y estructurada de representar cantidades y números utilizando símbolos o dígitos. El sistema numérico más comúnmente utilizado en todo el mundo es el sistema decimal, que utiliza diez dígitos numéricos: 0, 1, 2, 3, 4, 5, 6, 7, 8 y 9, para expresar cualquier número. En un sistema numérico, la posición de un dígito en relación con otros dígitos tiene un significado específico, lo que se conoce como valor posicional. Otros sistemas numéricos incluyen el sistema binario (base 2), el sistema octal (base 8) y el sistema hexadecimal (base 16). Cada sistema tiene sus propias reglas y símbolos para representar números, y se utilizan en diferentes contextos, como la informática, la electrónica y las matemáticas, para realizar cálculos y representar datos de manera eficiente.</p>",
        "link": "https://es.wikipedia.org/wiki/Sistema_num%C3%A9rico"
    },
    "Ur-Nammu": {
        "title": "<h3 style='font-size: 3em;'>Ur-Nammu</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Ur-Nammu fue un general sumerio de Utu-ḫegal, que se rebeló y lo destronó fundando la III dinastía de Ur, con la que vendría el renacimiento sumerio y una nueva etapa de esplendor en Mesopotamia. A Ur-Nammu se le puede atribuir el primer código de leyes, escrito hacia el año 2050 a. C. La tablilla pertenece a la colección del Museo de Antigüedades Orientales de Estambul.</p>",
        "description": "<p style='font-style: italic;'>Ur-Nammu, un antiguo rey sumerio que vivió hace unos 4000 años, hizo una contribución significativa a las matemáticas al establecer uno de los conjuntos más antiguos de leyes conocidas, conocidas como el Código de Ur-Nammu. Estas leyes incluían reglas para resolver disputas y establecer sanciones para diferentes delitos. Lo que es interesante desde una perspectiva matemática es que estas leyes también incluían disposiciones para determinar compensaciones financieras en caso de lesiones personales o daños a la propiedad. Estas disposiciones requerían que los jueces calcularan las compensaciones de acuerdo con fórmulas matemáticas específicas. Por ejemplo, se establecía una tarifa por el valor de la propiedad dañada o el grado de lesiones personales, y estas tarifas se utilizaban para calcular las compensaciones monetarias. Aunque estas leyes no son matemáticas avanzadas en el sentido moderno, demuestran un temprano intento de usar matemáticas y cálculos numéricos en el contexto legal y son un testimonio del desarrollo temprano de conceptos matemáticos en la antigua Mesopotamia.</p>",
        "link": "https://es.wikipedia.org/wiki/Ur-Nammu"
    },
    "Ahmes (escriba)": {
        "title": "<h3 style='font-size: 3em;'>Ahmes (escriba)</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Ahmes (o, más exactamente, Ahmose) fue un antiguo escriba y matemático egipcio. Nacido aproximadamente en el año 1660 a. C., en Egipto; y fallecido alrededor del año 1620 a. C. (40 años), en Egipto, vivió durante el Segundo Periodo Intermedio y el comienzo de la dinastía XVIII (la primera dinastía del Imperio nuevo). Ahmose fue el primer contribuyente a las matemáticas cuyo nombre se conoce. Fue el copista del Papiro Rhind, así llamado por el egiptólogo escocés Alexander Henry Rhind, quien fue a Tebas por razones de salud, convirtiéndose más tarde en un aficionado a la excavación, y que compró el papiro en Egipto en 1858. Dicho papiro es un trabajo de matemáticas del antiguo Egipto que data de aproximadamente del 1650 a. C., cuyos autores originales son aún desconocidos.</p>",
        "description": "<p style='font-style: italic;'>Ahmes, un escriba egipcio que vivió hace más de 3,600 años, dejó una huella indeleble en la historia de las matemáticas. Su legado más notable es el \"Papiro Rhind\", un antiguo manuscrito que contiene una amplia gama de problemas y técnicas matemáticas egipcias. Ahmes nos revela su dominio en áreas como la aritmética, la geometría y las fracciones, proporcionando soluciones detalladas que arrojan luz sobre la forma en que los antiguos egipcios aplicaban las matemáticas en su vida cotidiana. Sus contribuciones incluyen métodos para calcular áreas y volúmenes, así como técnicas de multiplicación y división avanzadas para su época. Su trabajo es una ventana fascinante a las habilidades matemáticas de una civilización antigua y su influencia perdura en la historia de las matemáticas.</p>",
        "link": "https://es.wikipedia.org/wiki/Ahmes_(escriba)"
    },
    "Papiro Rhind o Papiro Ahmes": {
        "title": "<h3 style='font-size: 3em;'>Papiro Rhind</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>El papiro de Ahmes, más conocido como papiro matemático Rhind o simplemente papiro Rhind, es un documento de carácter didáctico que contiene diversos problemas matemáticos. Está redactado en escritura hierática y mide unos seis metros de longitud por 35 cm de anchura. Se encuentra en buen estado de conservación. El texto, obra del escriba Ahmes, bajo el reinado de Apofis I, es copia de un documento del siglo xix a. C. de época de Amenemhat III.</p>",
        "description": "<p style='font-style: italic;'>El \"Papiro Rhind\", también conocido como el \"Papiro de Ahmes\" en honor a su escriba, Ur-Ahmes, es un antiguo rollo de papiro egipcio que data de alrededor del 1550 a.C. Este documento matemático es uno de los tesoros más importantes de las matemáticas de la antigüedad. En él, se encuentran numerosos problemas matemáticos y fórmulas que ofrecen una visión fascinante de cómo los egipcios realizaban cálculos, resolvían ecuaciones y trabajaban con fracciones en su vida cotidiana. El \"Papiro Rhind\" es un testimonio invaluable de las habilidades matemáticas y la ingeniería del antiguo Egipto, y su estudio ha contribuido significativamente a nuestra comprensión de las matemáticas de la antigüedad y su evolución a lo largo del tiempo.</p>",
        "link": "https://es.wikipedia.org/wiki/Papiro_de_Ahmes"
    },
    "Tales de Mileto": {
        "title": "<h3 style='font-size: 3em;'>Tales de Mileto</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Tales de Mileto (en griego antiguo: Θαλῆς ὁ Μιλήσιος Thalē̂s ho Milḗsios; Mileto, c. 624 a. C.-ibid., c. 546 a. C.)​ fue un filósofo, matemático, geómetra, físico y legislador griego. Se le atribuyen importantes aportaciones en el terreno de la filosofía, la matemática, la astronomía, la física, etcétera, así como un activo papel como legislador en su ciudad natal.</p>",
        "description": "<p style='font-style: italic;'>Tales de Mileto, un antiguo filósofo y matemático griego que vivió alrededor del siglo VI a.C., realizó contribuciones significativas al campo de las matemáticas. Se le atribuye el mérito de ser uno de los primeros pensadores en buscar explicaciones racionales y geométricas para fenómenos naturales en lugar de recurrir a explicaciones mitológicas. Uno de sus logros más destacados fue la predicción de un eclipse solar en el año 585 a.C., basándose en sus conocimientos de geometría y astronomía. Además, se le atribuye la introducción de la geometría en Grecia, especialmente el teorema que lleva su nombre, el \"Teorema de Tales\", que establece propiedades de las líneas paralelas cortadas por una transversal. Sus ideas influyeron en el desarrollo posterior de las matemáticas y la filosofía, marcando el inicio de una era de investigación lógica y científica en lugar de explicaciones puramente mitológicas.</p>",
        "link": "https://es.wikipedia.org/wiki/Tales_de_Mileto"
    },
    "Pitágoras": {
        "title": "<h3 style='font-size: 3em;'>Pitágoras</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Pitágoras (en griego antiguo Πυθαγόρας; Samos,1​ c. 5702​-Metaponto, c. 490 a. C.3​) fue un filósofo y matemático griego considerado el primer matemático puro. Contribuyó de manera significativa en el avance de la matemática helénica, la geometría y la aritmética, derivadas particularmente de las relaciones numéricas y aplicadas, por ejemplo, a la teoría de pesos y medidas, a la teoría de la música o a la astronomía. </p>",
        "description": "<p style='font-style: italic;'>Pitágoras, un antiguo matemático y filósofo griego del siglo VI a.C., es conocido principalmente por el teorema que lleva su nombre, el \"Teorema de Pitágoras\". Este teorema establece que en un triángulo rectángulo, el cuadrado de la longitud de la hipotenusa (el lado opuesto al ángulo recto) es igual a la suma de los cuadrados de las longitudes de los otros dos lados. Esta idea revolucionaria sentó las bases de la trigonometría y tuvo un profundo impacto en muchas áreas de las matemáticas y la geometría. Además de sus contribuciones matemáticas, Pitágoras también fundó una comunidad conocida como los pitagóricos, que promovía la investigación científica y filosófica, y creía en la importancia de los números y las proporciones en el mundo natural. Su legado perdura como uno de los pilares fundamentales de las matemáticas y la filosofía occidentales.</p>",
        "link": "https://es.wikipedia.org/wiki/Pit%C3%A1goras"
    },
    "Brahmagupta": {
        "title": "<h3 style='font-size: 3em;'>Brahmagupta</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Brahmputa (590-670) fue un matemático y astrónomo indio. Su padre fue Jisnugupta. Nació en el año 590, posiblemente en Ujjain, donde vivió. En esta ciudad de la zona central de la India se encontraba el más famoso y antiguo observatorio de astronomía, del cual Brahmagupta era el director. Es considerado el más grande de los matemáticos de esta época. Murió en el año 670. Es posible que Brahmagupta haya sido el ideador del concepto del «cero», ya que en su obra Brāhmasphuṭasiddhānta del año 628 aparece por primera vez esta idea. La obra trataba también sobre aritmética y números negativos en términos muy parecidos a los de la matemática moderna.</p>",
        "description": "<p style='font-style: italic;'>Brahmagupta, un matemático y astrónomo indio del siglo VII, hizo importantes contribuciones al campo de las matemáticas y la astronomía en la India antigua. Una de sus contribuciones más destacadas fue la introducción de las reglas para realizar cálculos con números negativos y cero. En su tratado \"Brahmasphutasiddhanta,\" Brahmagupta abordó conceptos como la aritmética, la geometría y las ecuaciones cuadráticas. También proporcionó métodos para calcular áreas y volúmenes de diversas figuras geométricas. Sus ideas influyeron en el desarrollo de la matemática en la India y más allá, y su legado perdura en la historia de las matemáticas y la ciencia en la India.</p>",
        "link": "https://es.wikipedia.org/wiki/Brahmagupta"
    },
    "Georg Cantor": {
        "title": "<h3 style='font-size: 3em;'>Georg Cantor</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Georg Ferdinand Ludwig Philipp Cantor (San Petersburgo, 3 de marzo de 1845 - Halle, 6 de enero de 1918), conocido como Georg Cantor, fue un matemático nacido en rusia, nacionalizado alemán, de ascendencia austríaca y judía.​ Fue inventor con Dedekind de la teoría de conjuntos, que es la base de las matemáticas modernas. Gracias a sus atrevidas investigaciones sobre los conjuntos infinitos fue el primero capaz de formalizar la noción de infinito bajo la forma de los números transfinitos (cardinales y ordinales).</p>",
        "description": "<p style='font-style: italic;'>Georg Cantor, un matemático alemán del siglo XIX y principios del siglo XX, es conocido por sus contribuciones revolucionarias en el campo de la teoría de conjuntos. Cantor introdujo el concepto de infinitud y demostró que existen diferentes tamaños de infinitos, una idea que inicialmente fue controvertida pero que cambió la forma en que entendemos los números y el infinito en las matemáticas. Su teorema de la diagonalización y su trabajo en la teoría de conjuntos le llevaron a descubrimientos profundos, como el conjunto de los números reales es de un tamaño mayor que el conjunto de los números naturales. Su trabajo allanó el camino para el desarrollo de la topología y la teoría de conjuntos modernas, y su legado sigue influyendo en la matemática y la filosofía de las matemáticas.</p>",
        "link": "https://es.wikipedia.org/wiki/Georg_Cantor"
    },
    "Millón": {
        "title": "<h3 style='font-size: 3em;'>Millón</h3>",
        "source": "<p style='color: #007BFF;'>RAE (sept. 2021)</p>",
        "definition": "<p style='font-style: italic;'>Mil millares.</p>",
        "description": "<p style='font-style: italic;'>Un millón es una cantidad numérica que representa una cifra extremadamente grande en el sistema de numeración decimal. Para comprender su magnitud, debemos recordar que un millón está compuesto por seis ceros después del número uno, es decir, 1 000 000. Esto significa que un millón es mil veces mayor que mil. Imagina una pila de mil libros y luego multiplica esa cantidad por mil nuevamente. Eso es lo que representa un millón: una cantidad masiva. Se utiliza para medir grandes cantidades de cosas, como poblaciones, dinero, objetos o cualquier cosa que sea demasiado numerosa para contar de manera práctica. Entender la noción de un millón es esencial en matemáticas y en la vida cotidiana, ya que nos ayuda a comprender y cuantificar cantidades enormes en el mundo que nos rodea.</p>",
        "link": "https://es.wikipedia.org/wiki/Mill%C3%B3n"
    },
    "Escala Numérica Corta": {
        "title": "<h3 style='font-size: 3em;'>Escala Numérica Corta</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>La Escala corta se refiere a la escala en la que cada nuevo término es mil veces mayor que el término anterior. En este sistema estadounidense, el término billion (inglés) representa mil millones.</p>",
        "description": "<p style='font-style: italic;'>\"La Escala Numérica Corta y la Larga son dos formas diferentes de hablar sobre números gigantes. En la Escala Corta, decimos 'billion' para referirnos a mil millones, y en la Larga, decimos 'billón' para lo mismo. Es un poco como el inglés y el español, donde diferentes palabras significan lo mismo. Así que cuando escuches 'billion' en inglés, en realidad se refiere a mil millones en la Escala Larga, ¡es solo una forma diferente de nombrar números enormes!</p>",
        "link": "https://es.wikipedia.org/wiki/Escalas_num%C3%A9ricas_larga_y_corta"
    },
    "Escala Numérica Larga": {
        "title": "<h3 style='font-size: 3em;'>Escala Numérica Larga</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>La Escala larga se refiere a un sistema de nombres numéricos creado en el siglo xv por el matemático francés Nicolas Chuquet. Está basada en potencias de 1 millón, de tal forma que 1 billón = 1 millón de millones . Se utiliza en Europa continental y en la América hispanohablante, entre otros.</p>",
        "description": "<p style='font-style: italic;'>\"La Escala Numérica Corta y la Larga son dos formas diferentes de hablar sobre números gigantes. En la Escala Corta, decimos 'billion' para referirnos a mil millones, y en la Larga, decimos 'billón' para lo mismo. Es un poco como el inglés y el español, donde diferentes palabras significan lo mismo. Así que cuando escuches 'billion' en inglés, en realidad se refiere a mil millones en la Escala Larga, ¡es solo una forma diferente de nombrar números enormes!</p>",
        "link": "https://es.wikipedia.org/wiki/Escalas_num%C3%A9ricas_larga_y_corta"
    },
    "Nicolas Chuquet": {
        "title": "<h3 style='font-size: 3em;'>Nicolas Chuquet</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Nicolas Chuquet ( francés: nacido c.  1445  – c.  1455 ; fallecido c.  1488  – c.  1500 ) fue un matemático francés . Inventó su propia notación para conceptos algebraicos y exponenciación . Pudo haber sido el primer matemático en reconocer el cero y los números negativos como exponentes.</p>",
        "description": "<p style='font-style: italic;'>Nicolas Chuquet, un matemático francés del siglo XV, hizo contribuciones significativas al Sistema de Numeración Decimal. Chuquet es conocido por su obra \"Triparty en la Science des Nombres,\" donde introdujo el uso de exponentes para representar potencias de diez. Esta innovación permitió una notación más compacta y eficiente para números grandes y simplificó los cálculos aritméticos. Su trabajo allanó el camino para una comprensión más profunda y un uso más amplio del sistema decimal en matemáticas y ciencia. </p>",
        "link": "https://en.wikipedia.org/wiki/Nicolas_Chuquet"
    },"Matemáticas": {
        "title": "<h3 style='font-size: 3em;'>Matemáticas</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Ciencia deductiva que estudia las propiedades de los entes abstractos, como números, figuras geométricas o símbolos, y sus relaciones.</p>",
        "description": "<p style='font-style: italic;'>Las Matemáticas son como resolver acertijos con números y figuras. Son como un juego en el que usamos números y símbolos para contar cosas, medir, organizar, entender patrones y resolver problemas. Las Matemáticas nos ayudan a comprar cosas en la tienda, a medir el tiempo o a entender cuántas galletas hay en una caja. Son como una herramienta mágica que nos ayuda a resolver preguntas sobre el mundo que nos rodea.</p>",
        "link": "https://es.wikipedia.org/wiki/Matem%C3%A1ticas"
    },
    "Cantidad": {
        "title": "<h3 style='font-size: 3em;'>Cantidad</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Número que resulta de una medida u operación.</p>",
        "description": "<p style='font-style: italic;'>La 'cantidad' es simplemente cuánto de algo tienes. Es como decir cuántas galletas tienes en tu mano o cuánta agua hay en un vaso. Es una forma de medir y describir las cosas. Por ejemplo, si tienes muchos caramelos, tienes una gran cantidad de caramelos. Si solo tienes uno, tienes una pequeña cantidad. La cantidad nos ayuda a entender si tenemos mucho o poco de algo y a comparar las cosas.</p>",
        "link": "https://es.wikipedia.org/wiki/Cantidad"
    },
    "Elemento de un Conjunto": {
        "title": "<h3 style='font-size: 3em;'>Elemento de un Conjunto</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Cada uno de los componentes de un conjunto.</p>",
        "description": "<p style='font-style: italic;'>Un elemento de un conjunto es como una pieza en un rompecabezas. Cada pieza encaja en el conjunto y es una parte de él. Así que, en un conjunto de cosas, un elemento es solo una de esas cosas, como una pieza en un rompecabezas que forma parte del conjunto.</p>",
        "link": "https://es.wikipedia.org/wiki/Elemento_de_un_conjunto"
    },
    "Correspondencia Matemática": {
        "title": "<h3 style='font-size: 3em;'>Correspondencia Matemática</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Relación que realmente existe o convencionalmente se establece entre los elementos de distintos conjuntos o colecciones.</p>",
        "description": "<p style='font-style: italic;'>La correspondencia matemática es como un juego de emparejar. Imagina que tienes dos conjuntos de cosas y tu objetivo es encontrar las conexiones precisas entre los elementos de un conjunto y otro, como si fueran piezas de un rompecabezas que encajan perfectamente.</p>",
        "link": "https://es.wikipedia.org/wiki/Correspondencia_matem%C3%A1tica"
    },
    "Correspondencia Unívoca": {
        "title": "<h3 style='font-size: 3em;'>Correspondencia unívoca</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Relación entre dos conjuntos por la que se hace corresponder a todo elemento del primero un solo elemento del segundo.</p>",
        "description": "<p style='font-style: italic;'>La correspondencia unívoca es como cuando tienes un par de zapatos y un solo par de calcetines para cada zapato. Cada zapato tiene un calcetín específico que encaja perfectamente, y viceversa. No hay intercambio o confusión, cada zapato tiene su pareja única</p>",
        "link": "https://es.wikipedia.org/wiki/Correspondencia_matem%C3%A1tica#Tipos_de_correspondencias"
    },
    "Partición de un Conjunto": {
        "title": "<h3 style='font-size: 3em;'>Partición de un conjunto</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Una partición de conjunto A es un conjunto de uno o más subconjuntos no vacíos de A: A1,A2,A3,⋯, tal manera que cada elemento de A está exactamente en un conjunto.</p>",
        "description": "<p style='font-style: italic;'>La partición de un conjunto se parece a organizar tus juguetes en cajas. Imagina que tienes una colección de juguetes y deseas agruparlos de manera que cada juguete esté en una caja, y todas las cajas juntas contienen todos los juguetes. Cada caja representa un grupo, y dentro de cada grupo, no hay juguetes repetidos ni juguetes faltantes. En resumen, es como dividir tus juguetes en grupos para asegurarte de que cada uno esté en su lugar y no falte ninguno.</p>",
        "link": "https://es.wikipedia.org/wiki/Partici%C3%B3n_de_un_conjunto"
    },
    "Ábaco": {
        "title": "<h3 style='font-size: 3em;'>Ábaco</h3>",
        "source": "<p style='color: #007BFF;'>Rae</p>",
        "definition": "<p style='font-style: italic;'>Bastidor con cuerdas o alambres paralelos y en cada uno de ellos bolas móviles, usado para operaciones elementales de aritmética</p>",
        "description": "<p style='font-style: italic;'>Un ábaco es como una herramienta antigua para contar cosas, similar a usar tus dedos. Imagina un tablero con cuentas que puedes mover de un lado a otro. Cada cuenta representa un número. Puedes usarlo para realizar cálculos sencillos, como sumar, restar, multiplicar y dividir. Es como un ayudante para hacer matemáticas, especialmente cuando no tienes una calculadora.</p>",
        "link": "https://es.wikipedia.org/wiki/%C3%81baco"
    },
    "Soroban": {
        "title": "<h3 style='font-size: 3em;'>Soroban</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>El soroban o ábaco japonés es un instrumento centenario utilizado por algunas culturas orientales para efectuar operaciones básicas de la aritmética. Su diseño se desarrolló en Japón basándose en el Suanpan chino, que fue introducido en el país en el siglo XIV. Con este elemento se logra inculcar el hábito de la deducción basado en la observación, ejercitar el hábito de la buena memoria recordando datos eficientemente, razonar de múltiples maneras de forma simultánea, desarrollar habilidad mental sobre el cálculo numérico y mejorar la psicomotricidad dactilar.</p>",
        "description": "<p style='font-style: italic;'>El soroban es una versión especializada del ábaco que proviene de Japón. Es un instrumento de cálculo que utiliza cuentas para realizar operaciones matemáticas. Cada cuenta en el soroban representa un número, y puedes moverlas de un lado a otro para sumar, restar, multiplicar y dividir. Es una herramienta interesante que se ha utilizado durante mucho tiempo en Japón y otros lugares para realizar cálculos precisos de manera manual. En esencia, el soroban es como una calculadora antigua, pero muy eficiente.</p>",
        "link": "https://es.wikipedia.org/wiki/Soroban"
    },
    "Principio de Conservación de Conjuntos": {
        "title": "<h3 style='font-size: 3em;'>Principio de Conservación de Conjuntos</h3>",
        "source": "<p style='color: #007BFF;'>Diccionario Matemático</p>",
        "definition": "<p style='font-style: italic;'>Este principio establece que cuando dos conjuntos tienen la misma cantidad de elementos, esa igualdad se mantiene independientemente de cómo se coloquen los elementos dentro de cada conjunto. En otras palabras, la disposición o posición de los elementos no altera la cantidad total. Si dos conjuntos inicialmente tienen la misma cantidad de elementos, seguirán teniendo la misma cantidad sin importar cómo se distribuyan o se organicen en cada conjunto.</p>",
        "description": "<p style='font-style: italic;'>El Principio de Conservación de Conjuntos es una regla fundamental en matemáticas que establece que, sin importar cómo se muevan, combinen o reorganicen los elementos de un conjunto, la cantidad total de elementos en ese conjunto permanece constante. Puedes pensar en ello como si tuvieras un montón de canicas en una caja: aunque las muevas de un lado a otro o las agrupes de diferentes maneras, la cantidad total de canicas siempre será la misma. Este principio es una parte fundamental de la teoría de conjuntos y se aplica a una amplia variedad de conceptos matemáticos. En pocas palabras, significa que no puedes crear ni destruir elementos en un conjunto, solo puedes redistribuirlos.</p>",
        "link": ""
    },
    "Correspondencia Biunívoca": {
        "title": "<h3 style='font-size: 3em;'>Correspondencia Biunívoca</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Correspondencia que existe o se establece entre los elementos de dos conjuntos cuando, además de ser unívoca, es recíproca; es decir, cuando a cada elemento del segundo conjunto corresponde, sin ambigüedad, uno del primero.</p>",
        "description": "<p style='font-style: italic;'>La Correspondencia Biunívoca en matemáticas es una relación perfecta entre dos conjuntos, donde cada elemento en el primero tiene una única pareja correspondiente en el segundo, y viceversa. Es como encontrar el par perfecto, donde no hay elementos solitarios ni repeticiones en ninguno de los conjuntos. Esta correspondencia es recíproca y sin ambigüedades, asegurando que cada elemento tenga su pareja exclusiva.</p>",
        "link": "https://es.wikipedia.org/wiki/Correspondencia_matem%C3%A1tica"
    },
    "Relación de Orden": {
        "title": "<h3 style='font-size: 3em;'>Relación de Orden</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>En matemáticas, una relación de orden u orden parcial​ es una relación binaria que pretende formalizar la idea intuitiva de ordenación de los elementos de un conjunto, es decir, que permite comparar sus elementos. Los conjuntos dotados de un orden, llamados conjuntos ordenados, son el objeto de estudio de la teoría del orden.</p>",
        "description": "<p style='font-style: italic;'>En matemáticas, una relación de orden, también conocida como orden parcial, es una forma de organizar elementos en un conjunto de manera que podamos compararlos entre sí. Es como tener una lista de cosas y decir cuál es más grande o más pequeña que las demás. Esto nos ayuda a clasificar y entender mejor esos elementos. Los conjuntos que tienen este tipo de orden se llaman conjuntos ordenados, y estudiar cómo funcionan y se relacionan los elementos en estos conjuntos es lo que llamamos teoría del orden. En resumen, una relación de orden es una herramienta que nos permite poner en fila y comparar cosas en matemáticas.</p>",
        "link": "https://es.wikipedia.org/wiki/Relaci%C3%B3n_de_orden"
    },
    "Relación Binaria": {
        "title": "<h3 style='font-size: 3em;'>Relación Binaria</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Se llama relación binaria entre dos conjuntos 𝐴 y 𝐵 a cualquier conjunto 𝑅 de pares ordenados tal que 𝑅⊆𝐴×𝐵. Decimos en este caso que 𝑅 es una relación entre 𝐴 y 𝐵.</p>",
        "description": "<p style='font-style: italic;'>En matemáticas, una relación binaria entre dos conjuntos, digamos A y B, es un conjunto de pares ordenados que se encuentran dentro de los posibles pares que se pueden formar combinando elementos de A y B. Imagina que tienes dos grupos de cosas, A y B, y quieres saber cómo se relacionan entre sí. Una relación binaria es como una especie de \"conexión\" que te dice qué pares de elementos de A y B tienen alguna relación especial. En términos más simples, es como si estuvieras buscando coincidencias entre los elementos de A y B, y estos se recopilan en un conjunto llamado R. Esta relación, R, es una forma de describir cómo los elementos de A y B interactúan o se relacionan entre sí en el contexto matemático.</p>",
        "link": "https://es.wikipedia.org/wiki/Relaci%C3%B3n_binaria"
    },
    "Principio de Orden Estable": {
        "title": "<h3 style='font-size: 3em;'>Principio de Orden Estable</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>La secuencia de números a utilizar ha de ser estable y estar formada por etiquetas únicas, y poder repetirse en cualquier momento para facilitar su aprendizaje.</p>",
        "description": "<p style='font-style: italic;'>El Principio de Orden Estable es una idea importante que se utiliza para describir cómo se organizan los números o elementos en una secuencia de manera predecible. Este principio nos dice que si tenemos un conjunto de elementos y los ordenamos de una manera específica, ese orden no cambiará con el tiempo. En otras palabras, si establecemos un cierto orden para nuestros elementos, este orden se mantendrá constante sin importar cuándo o cómo miremos esos elementos. Es como tener una lista de números o cosas y saber que siempre estarán en el mismo orden, lo que facilita su estudio y comprensión en matemáticas.</p>",
        "link": "https://es.wikipedia.org/wiki/Contar"
    },
    "Principio de Cardinalidad": {
        "title": "<h3 style='font-size: 3em;'>Principio de Cardinalidad</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Se refiere a la adquisición de la noción por la que el último numeral del conteo es representativo del conjunto, por ser cardinal del mismo.</p>",
        "description": "<p style='font-style: italic;'>El Principio de Cardinalidad en matemáticas se refiere a la idea fundamental de que dos conjuntos tienen la misma cantidad de elementos si es posible emparejar cada elemento de un conjunto con un elemento único del otro conjunto sin dejar ninguno sin emparejar. En otras palabras, este principio nos permite comparar conjuntos no solo por la cantidad de elementos que contienen, sino también por la igualdad de sus tamaños. Si podemos establecer una correspondencia uno a uno entre los elementos de dos conjuntos, entonces tienen la misma cardinalidad, lo que significa que contienen la misma cantidad de elementos, incluso si esos elementos son de naturaleza diferente. Este concepto es esencial en la teoría de conjuntos y otras ramas de las matemáticas para comparar tamaños y realizar análisis cuantitativos.</p>",
        "link": "https://es.wikipedia.org/wiki/Contar"
    },
    "Principio de Abstracción": {
        "title": "<h3 style='font-size: 3em;'>Principio de Abstracción</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Este principio determina que los principios de orden estable, correspondencia uno-a-uno y cardinalidad puedan ser aplicados a cualquier conjunto de unidades, sea cual fuere el grado de heterogeneidad de sus elementos. Según este principio, el conteo puede ser aplicado a cualquier clase de objetos reales e imaginarios.</p>",
        "description": "<p style='font-style: italic;'>Este principio establece que los fundamentos de orden estable, correspondencia uno-a-uno y cardinalidad pueden ser aplicados a cualquier conjunto de elementos, sin importar cuán diversos o heterogéneos sean dichos elementos. En otras palabras, podemos aplicar los conceptos de orden, establecer relaciones uno-a-uno y determinar el tamaño de conjuntos a una amplia gama de objetos, ya sean tangibles o abstractos. Esto significa que los principios matemáticos que rigen el ordenamiento de elementos, la asignación de elementos uno-a-uno y la medición de conjuntos son universales y pueden utilizarse para comprender y analizar objetos en el mundo real, así como conceptos imaginarios o abstractos. Este principio tiene una aplicación significativa en matemáticas y otras disciplinas, ya que amplía el alcance de estos conceptos básicos y los hace aplicables a una amplia diversidad de situaciones y contextos.</p>",
        "link": "https://es.wikipedia.org/wiki/Contar"
    },
    "Principio de Irrelevancia en el Orden": {
        "title": "<h3 style='font-size: 3em;'>Principio de Irrelevancia en el Orden</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Se refiere a que la persona advierta que el orden del conteo es irrelevante para el resultado final. </p>",
        "description": "<p style='font-style: italic;'>El Principio de Irrelevancia en el Orden establece que, en el contexto de las relaciones matemáticas y la comparación de conjuntos, el orden en el que se presentan los elementos no debe influir en el resultado final. En otras palabras, este principio sostiene que, al determinar relaciones de orden, correspondencias uno-a-uno o el tamaño de un conjunto, no importa cómo se dispongan o se ordenen los elementos, ya que el resultado será el mismo independientemente de su disposición.</p>",
        "link": "https://es.wikipedia.org/wiki/Contar"
    },
    "Número Ordinal": {
        "title": "<h3 style='font-size: 3em;'>Número Ordinal</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Número que expresa ideas de orden o sucesión; p. ej., primero, segundo, tercero.</p>",
        "description": "<p style='font-style: italic;'>Un número ordinal es una forma de representar la posición o el orden de un elemento en una serie o secuencia. Por ejemplo, en la serie de números ordinales, \"primero\" indica la posición número uno, \"segundo\" la posición número dos, y así sucesivamente. Los números ordinales se usan para contar el lugar de algo en una lista, como los competidores en una carrera o los días de la semana.</p>",
        "link": "https://es.wikipedia.org/wiki/N%C3%BAmero_ordinal_(matem%C3%A1tica)"
    },
    "Principio de Ordenamiento": {
        "title": "<h3 style='font-size: 3em;'>Principio de Ordenamiento</h3>",
        "source": "<p style='color: #007BFF;'>Diccionario Matemático</p>",
        "definition": "<p style='font-style: italic;'>El Principio de Ordenamiento es un concepto matemático que establece la posibilidad de organizar o disponer los elementos de un conjunto en una secuencia específica basada en un criterio de orden. Este principio es fundamental en la teoría de conjuntos y matemáticas, y permite la clasificación y comparación de elementos según reglas predefinidas, como el orden numérico, alfabético o cualquier otro criterio de orden. El Principio de Ordenamiento es esencial para la comprensión de conceptos como números ordinales, secuencias y series, y desempeña un papel crucial en diversas áreas de las matemáticas y la teoría de conjuntos.</p>",
        "description": "<p style='font-style: italic;'>El Principio de Ordenamiento es una regla importante en matemáticas que nos permite organizar los elementos de un conjunto en una secuencia o fila, de manera que podamos compararlos y establecer un orden. Es como cuando ordenamos los números de menor a mayor o de mayor a menor. Este principio nos ayuda a entender cómo organizar datos y objetos de una manera lógica y estructurada, lo que es fundamental en matemáticas y en muchas otras áreas de estudio.</p>",
        "link": "https://es.wikipedia.org/wiki/Conjunto_bien_ordenado"
    },
    "Principio de Correspondencia Uno a Uno": {
        "title": "<h3 style='font-size: 3em;'>Principio de Correspondencia Uno a Uno</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Se refiere a que la persona advierta que el orden del conteo es irrelevante para el resultado final. </p>",
        "description": "<p style='font-style: italic;'>El Principio de Correspondencia Uno a Uno es una regla en matemáticas que nos dice que, cuando comparamos dos conjuntos, podemos establecer una relación entre los elementos de manera que cada elemento de un conjunto tenga una pareja única en el otro conjunto y viceversa. Esto es como emparejar calcetines: cada calcetín tiene su pareja correspondiente. Este principio nos ayuda a entender cómo los elementos de diferentes conjuntos se relacionan de manera igualitaria, lo que es útil en matemáticas y en muchos otros aspectos de la vida.</p>",
        "link": "https://es.wikipedia.org/wiki/Contar"
    },
    "Principio de la Secuencia": {
        "title": "<h3 style='font-size: 3em;'>Principio de la Secuencia</h3>",
        "source": "<p style='color: #007BFF;'>Diccionario Matemático</p>",
        "definition": "<p style='font-style: italic;'>El principio de la secuencia es un concepto matemático clave relacionado con los números ordinales. Los números ordinales son usados para describir la posición de elementos en una secuencia, como \"primero\", \"segundo\", \"tercero\", etc. Este principio se refiere a la idea de que, a medida que avanzamos en una secuencia numérica ascendente, los números ordinales aumentan en orden, comenzando con \"primero\" y progresando de manera consecutiva. Este concepto es fundamental para entender cómo los elementos se organizan en una serie numérica ordenada, siendo esencial tanto en matemáticas como en la vida cotidiana.</p>",
        "description": "<p style='font-style: italic;'>El principio de la secuencia es un concepto matemático fundamental relacionado con los números ordinales, que son usados para describir la posición de elementos en una secuencia. Cuando hablamos de una secuencia numérica ascendente, como \"primero\", \"segundo\", \"tercero\", etc., estamos enfocándonos en cómo los números ordinales aumentan en orden a medida que avanzamos en la serie. Comienza con \"primero\" y sigue en una progresión ordenada. Este concepto es importante no solo en matemáticas, sino también en situaciones de la vida diaria, donde necesitamos entender y seguir un orden lógico, como en una lista de tareas o en la clasificación de objetos.</p>",
        "link": "https://es.wikipedia.org/wiki/N%C3%BAmero_ordinal_(teor%C3%ADa_de_conjuntos)"
    },
    "Principio de Partición": {
        "title": "<h3 style='font-size: 3em;'>Principio de Partición</h3>",
        "source": "<p style='color: #007BFF;'>Diccionario Matemático</p>",
        "definition": "<p style='font-style: italic;'>El Principio de Partición es un concepto fundamental en matemáticas que se relaciona con la correcta asignación de números ordinales a elementos de un conjunto. Este principio implica la necesidad de dividir los elementos en dos categorías distintas: aquellos que han sido contados y aquellos que aún no han sido contados. La partición es esencial para evitar errores como la duplicación o la omisión al asignar números ordinales a los elementos, asegurando que cada elemento se cuente una sola vez y se ubique en la categoría adecuada. Este principio es fundamental para garantizar la precisión en diversas aplicaciones matemáticas y en la vida cotidiana.</p>",
        "description": "<p style='font-style: italic;'>El Principio de Partición en matemáticas es como una regla importante para contar cosas de manera organizada y precisa. Imagina que tienes un montón de elementos diferentes, como juguetes, y quieres asignarles números para contarlos. Para hacerlo correctamente, debes dividir los elementos en dos grupos: uno para los que ya has contado y otro para los que aún no. Esto evita errores como contar un juguete dos veces o saltarte uno. La partición te ayuda a mantener un registro claro de lo que has contado y lo que no, asegurando que cada elemento se cuente una sola vez y se le asigne el número adecuado. Es como tener un sistema ordenado para contar y no perder la cuenta. </p>",
        "link": "https://es.wikipedia.org/wiki/N%C3%BAmero_ordinal_(matem%C3%A1tica)"
    },
    "Principio de Etiquetación": {
        "title": "<h3 style='font-size: 3em;'>Principio de Etiquetación</h3>",
        "source": "<p style='color: #007BFF;'>Diccionario Matemático</p>",
        "definition": "<p style='font-style: italic;'>El Principio de Etiquetación en matemáticas es una habilidad crucial que implica asignar números ordinales, como \"primero\", \"segundo\", \"tercero\", a los elementos de una secuencia en el orden correcto. Esto requiere un sólido conocimiento de la nomenclatura ordinal, que son las palabras y términos utilizados para describir la posición o el orden de los elementos en una secuencia. En otras palabras, la etiquetación te permite poner etiquetas numéricas adecuadas a los elementos en una serie para indicar su posición relativa. Es fundamental para entender y trabajar con números ordinales, lo que es esencial en diversas áreas de las matemáticas y la vida cotidiana.</p>",
        "description": "<p style='font-style: italic;'>El Principio de Etiquetación en matemáticas se trata de darle a cada elemento de una serie un número especial que indica su posición. Esto es como cuando decimos \"primero\", \"segundo\", \"tercero\", etc. para mostrar el orden en que las cosas suceden. Es como ponerle una etiqueta a cada elemento para que sepas en qué lugar está en la serie. Este principio te ayuda a entender cómo ordenar cosas y saber cuál viene antes y cuál después, algo que es útil en matemáticas y en la vida cotidiana.</p>",
        "link": "https://es.wikipedia.org/wiki/N%C3%BAmero_ordinal_(matem%C3%A1tica)"
    },
    "Principio de Generalización": {
        "title": "<h3 style='font-size: 3em;'>Principio de Generalización</h3>",
        "source": "<p style='color: #007BFF;'>Diccionario Matemático</p>",
        "definition": "<p style='font-style: italic;'>El Principio de Generalización en matemáticas es esencial para la comprensión de los números ordinales. A medida que los estudiantes avanzan en su estudio de los números ordinales, deben ser capaces de aplicar este conocimiento en diversos contextos y situaciones. Esto significa que los números ordinales no se limitan a describir la posición de estudiantes en una fila, sino que también se pueden usar para indicar los pasos en una receta o los lugares en una competencia deportiva. La generalización permite a los estudiantes aplicar su comprensión de los números ordinales de manera más amplia y versátil.</p>",
        "description": "<p style='font-style: italic;'>El Principio de Generalización en matemáticas es como aprender una regla que nos permite usar los números en diferentes situaciones. Por ejemplo, no solo sirven para decir quién es el primero o el segundo en una fila, también los usamos para las posiciones en una carrera. Es como aprender una habilidad especial para contar y ordenar las cosas en muchos casos diferentes.</p>",
        "link": "https://es.wikipedia.org/wiki/N%C3%BAmero_ordinal_(matem%C3%A1tica)"
    },
    "Primero": {
        "title": "<h3 style='font-size: 3em;'>Primero</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Dicho de una persona o de una cosa: Que precede a las demás de su especie en orden, tiempo, lugar, situación, clase o jerarquía.</p>",
        "description": "<p style='font-style: italic;'>Primero es el número que usamos para hablar de la cosa que está en el lugar número uno, es decir, la que está al principio o al frente de una serie o fila. Es como cuando decimos que el ganador de una carrera es el \"primero\" en llegar a la meta.</p>",
        "link": "https://es.wikipedia.org/wiki/Uno"
    },
    "Segundo": {
        "title": "<h3 style='font-size: 3em;'>Segundo</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Que ocupa en una serie el lugar número dos.</p>",
        "description": "<p style='font-style: italic;'>Segundo es el número que usamos para referirnos a la cosa que está en el lugar número dos, es decir, la que sigue a la primera en una serie o fila. Es como cuando decimos que el corredor que llega después del primero en una carrera es el \"segundo\" en cruzar la meta.</p>",
        "link": "https://es.wikipedia.org/wiki/Dos"
    },
    "Tercero": {
        "title": "<h3 style='font-size: 3em;'>Tercero</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Que ocupa en una serie el lugar número tres.</p>",
        "description": "<p style='font-style: italic;'>Tercero es el número que utilizamos para describir la cosa que está en el lugar número tres en una serie o fila. Es lo que sigue después del primero y el segundo. Cuando contamos, después de decir \"uno\" y \"dos\", llegamos al \"tercero\". Por ejemplo, si tienes tres amigos, el que está en la tercera posición es el \"tercero\" de tus amigos.</p>",
        "link": "https://es.wikipedia.org/wiki/Tres"
    },
    "Cuarto": {
        "title": "<h3 style='font-size: 3em;'>Cuarto</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Que ocupa en una serie el lugar número cuatro.</p>",
        "description": "<p style='font-style: italic;'>Cuarto es el número que utilizamos para describir la cosa que está en el lugar número cuatro en una serie o fila. Es lo que sigue después del primero, el segundo y el tercero. Cuando contamos, después de decir \"uno\", \"dos\" y \"tres\", llegamos al \"cuarto\". Por ejemplo, si tienes cuatro hermanos, el que está en la cuarta posición es el \"cuarto\" de tus hermanos.</p>",
        "link": "https://es.wikipedia.org/wiki/Cuatro"
    },
    "Quinto": {
        "title": "<h3 style='font-size: 3em;'>Quinto</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Que ocupa en una serie el lugar número cinco.</p>",
        "description": "<p style='font-style: italic;'>Quinto es el número que utilizamos para describir la cosa que está en el lugar número cinco en una serie o fila. Es lo que sigue después del primero, el segundo, el tercero y el cuarto. Cuando contamos, después de decir \"uno\", \"dos\", \"tres\", \"cuatro\", llegamos al \"quinto\". Por ejemplo, si tienes cinco amigos en una fila, el amigo que está en la quinta posición es el \"quinto\" amigo.</p>",
        "link": "https://es.wikipedia.org/wiki/Cinco"
    },
    "Sexto": {
        "title": "<h3 style='font-size: 3em;'>Sexto</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Que ocupa en una serie el lugar número seis.</p>",
        "description": "<p style='font-style: italic;'>Sexto es el número que usamos para describir la cosa que está en el lugar número seis en una serie o fila. Cuando contamos, después de decir \"uno\", \"dos\", \"tres\", \"cuatro\", \"cinco\", llegamos al \"sexto\". Por ejemplo, si tienes seis caramelos en una fila, el caramelo que está en la sexta posición es el \"sexto\" caramelo.</p>",
        "link": "https://es.wikipedia.org/wiki/Seis"
    },
    "Séptimo": {
        "title": "<h3 style='font-size: 3em;'>Séptimo</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Que ocupa en una serie el lugar número siete.</p>",
        "description": "<p style='font-style: italic;'>Séptimo es el número que usamos para describir la cosa que está en el lugar número siete en una serie o fila. Cuando contamos, después de decir \"uno\", \"dos\", \"tres\", \"cuatro\", \"cinco\", \"seis\", llegamos al \"séptimo\". Por ejemplo, si tienes siete libros en una fila, el libro que está en la séptima posición es el \"séptimo\" libro.</p>",
        "link": "https://es.wikipedia.org/wiki/Siete"
    },
    "Octavo": {
        "title": "<h3 style='font-size: 3em;'>Octavo</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Que ocupa en una serie el lugar número ocho.</p>",
        "description": "<p style='font-style: italic;'>Octavo es el número que usamos para describir la cosa que está en el lugar número ocho en una serie o fila. Después de contar \"uno\", \"dos\", \"tres\", \"cuatro\", \"cinco\", \"seis\", \"siete\", llegamos al \"octavo\". Por ejemplo, si tienes ocho pelotas en una fila, la pelota que está en la octava posición es la \"octava\" pelota.</p>",
        "link": "https://es.wikipedia.org/wiki/Ocho"
    },
    "Noveno": {
        "title": "<h3 style='font-size: 3em;'>Noveno</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Que ocupa en una serie el lugar número nueve.</p>",
        "description": "<p style='font-style: italic;'>Noveno es el número que utilizamos para describir la cosa que está en el lugar número nueve en una serie o fila. Después de contar \"uno\", \"dos\", \"tres\", \"cuatro\", \"cinco\", \"seis\", \"siete\", \"ocho\", llegamos al \"noveno\". Por ejemplo, si tienes nueve libros en una fila, el libro que está en la novena posición es el \"noveno\" libro.</p>",
        "link": "https://es.wikipedia.org/wiki/Nueve"
    },
    "Décimo": {
        "title": "<h3 style='font-size: 3em;'>Décimo</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Que ocupa en una serie el lugar número diez.</p>",
        "description": "<p style='font-style: italic;'>Décimo es el número que usamos para describir la cosa que está en el lugar número diez en una serie o fila. Después de contar \"uno\", \"dos\", \"tres\", \"cuatro\", \"cinco\", \"seis\", \"siete\", \"ocho\", \"nueve\", llegamos al \"décimo\". Por ejemplo, si tienes diez estudiantes en una fila, el estudiante que está en la décima posición es el \"décimo\" estudiante.</p>",
        "link": "https://es.wikipedia.org/wiki/Diez"
    },
    "Valor Intrínseco de un Dígito o Cifra": {
        "title": "<h3 style='font-size: 3em;'>Valor Intrínseco de un Dígito o Cifra</h3>",
        "source": "<p style='color: #007BFF;'>Diccionario Matemático</p>",
        "definition": "<p style='font-style: italic;'>El Valor Intrínseco de una cifra es la cantidad que expresa aisladamente. Una excepción es la cifra 0, que expresa la ausencia de cantidad.</p>",
        "description": "<p style='font-style: italic;'>El Valor Intrínseco de una cifra es la cantidad que representa por sí sola en un número. Por ejemplo, el número \"5\" nos dice que hay cinco cosas, pero el número \"0\" es especial, ya que nos indica la ausencia de cantidad, es decir, que no hay nada en absoluto.</p>",
        "link": "https://es.wikipedia.org/wiki/Cifra_(matem%C3%A1tica)"
    },
    "Valor Posicional de una Cifra o Dígito": {
        "title": "<h3 style='font-size: 3em;'>Valor Posicional de una Cifra o Dígito</h3>",
        "source": "<p style='color: #007BFF;'>Diccionario Matemático</p>",
        "definition": "<p style='font-style: italic;'>El Valor Posicional de una cifra es el valor que toma la cifra en función de la posición que ocupa en el número.</p>",
        "description": "<p style='font-style: italic;'>El Valor Posicional de una cifra es el valor que esa cifra tiene dependiendo de dónde se encuentra en un número. Por ejemplo, en el número 45, el \"4\" está en la posición de las decenas, por lo que su valor es 40, y el \"5\" está en la posición de las unidades, por lo que su valor es 5. Así que, el lugar que ocupa una cifra en un número determina su Valor Posicional y cuánto contribuye al valor total del número.</p>",
        "link": "https://es.wikipedia.org/wiki/Cifra_(matem%C3%A1tica)"
    },
    "Orden de una Cifra o Dígito": {
        "title": "<h3 style='font-size: 3em;'>Orden de una Cifra o Dígito</h3>",
        "source": "<p style='color: #007BFF;'>Diccionario Matemático</p>",
        "definition": "<p style='font-style: italic;'>La posición que ocupa una cifra en un número se llama Orden. El valor posicional de una cifra se obtiene multiplicando por las respectivas potencias del 10, esto es, 10, 100, 1000,...</p>",
        "description": "<p style='font-style: italic;'>Cada cifra en un número tiene un lugar especial, que se llama \"orden\". El Valor Posicional de una cifra es cuánto vale en función de ese lugar en el número. Para obtener este valor, multiplicamos la cifra por las potencias de 10, como 10, 100, 1000, dependiendo de su orden en el número. Por ejemplo, en el número 345, el \"3\" está en el lugar de las centenas, por lo que su valor posicional es 3 x 100 = 300, el \"4\" está en el lugar de las decenas, por lo que su valor posicional es 4 x 10 = 40, y el \"5\" está en el lugar de las unidades, por lo que su valor posicional es 5 x 1 = 5. Sumando estos valores, obtenemos el valor total del número.</p>",
        "link": "https://es.wikipedia.org/wiki/Cifra_(matem%C3%A1tica)"
    },
    
    "Figura Geométrica": {
        "title": "<h3 style='font-size: 3em;'>Figura Geométrica</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Las figuras geométricas son el objeto de estudio de la geometría, rama de las matemáticas que se dedica a analizar las proporciones de las medidas de las figuras en el espacio o en el plano.</p>",
        "description": "<p style='font-style: italic;'>Las figuras geométricas son como las formas que vemos a nuestro alrededor. Por ejemplo, un cuadrado tiene cuatro lados iguales, como las ventanas en una casa. Un triángulo tiene tres lados, como las porciones de una pizza. La geometría nos ayuda a entender cuánto miden estas formas y cómo se relacionan entre sí.</p>",
        "link": "https://es.wikipedia.org/wiki/Figura_geom%C3%A9trica"
    },
    "Geometría": {
        "title": "<h3 style='font-size: 3em;'>Geometría</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Estudio de las propiedades y de las magnitudes de las figuras en el plano o en el espacio.</p>",
        "description": "<p style='font-style: italic;'>La geometría es como un juego donde exploramos y entendemos las formas que vemos en el papel o en el espacio. Descubrimos cuánto miden y cómo se conectan entre sí. Es como resolver acertijos sobre las figuras a nuestro alrededor, como cuadrados, triángulos y otras formas.</p>",
        "link": "https://es.wikipedia.org/wiki/Geometr%C3%ADa"
    },
    "Cuadrado": {
        "title": "<h3 style='font-size: 3em;'>Cuadrado</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Dicho de una figura plana: Cerrada por cuatro líneas rectas iguales que forman otros tantos ángulos rectos.</p>",
        "description": "<p style='font-style: italic;'>Un cuadrado es una figura plana que tiene cuatro lados iguales y está cerrada como una cerca. Cada esquina del cuadrado forma un ángulo de 90 grados, como las esquinas de un libro o de una hoja de papel cuadrada.</p>",
        "link": "https://es.wikipedia.org/wiki/Cuadrado"
    },
    "Polígono, Figura Plana": {
        "title": "<h3 style='font-size: 3em;'>Polígono, Figura Plana</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Porción de plano limitada por líneas rectas.</p>",
        "description": "<p style='font-style: italic;'>Un polígono en geometría es como un dibujo en el que conectamos varios puntos con líneas rectas para formar una figura en una hoja de papel. Puede ser como un dibujo con varios lados. La forma que creamos al unir estos segmentos encierra un espacio en la hoja, como cuando dibujamos un cuadrado o un triángulo.</p>",
        "link": "https://es.wikipedia.org/wiki/Pol%C3%ADgono"
    },
    "Plano (geometría)": {
        "title": "<h3 style='font-size: 3em;'>Plano (Geometría)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Superficie que contiene la recta que pasa por dos puntos cualesquiera de esta.</p>",
        "description": "<p style='font-style: italic;'>En geometría, un plano es como una hoja de papel gigante que no se puede doblar ni curvar. Es como el espacio donde dibujamos puntos y líneas, y es uno de los conceptos principales en geometría, al igual que el punto y la línea.</p>",
        "link": "https://es.wikipedia.org/wiki/Plano_(geometr%C3%ADa)"
    },
    "Triángulo, Trígono o Trigonoide": {
        "title": "<h3 style='font-size: 3em;'>Triángulo, Trígono o Trigonoide</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Polígono de tres ángulos y tres lados.</p>",
        "description": "<p style='font-style: italic;'>En geometría plana, un triángulo es como un dibujo con tres lados. Los puntos donde se encuentran los lados se llaman las esquinas del triángulo. Es como hacer un dibujo con tres líneas que se tocan en tres puntos diferentes.</p>",
        "link": "https://es.wikipedia.org/wiki/Tri%C3%A1ngulo"
    },
    "Círculo": {
        "title": "<h3 style='font-size: 3em;'>Círculo</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Área o superficie plana contenida dentro de una circunferencia.</p>",
        "description": "<p style='font-style: italic;'>Imagina un círculo como una mancha redonda que haces en una hoja de papel. Esa mancha está marcada por una línea llamada circunferencia. Además, puedes medir el espacio dentro de la mancha, y eso es lo que llamamos el área del círculo. Es una forma especial en geometría que tiene una línea alrededor y un espacio dentro.</p>",
        "link": "https://es.wikipedia.org/wiki/C%C3%ADrculo"
    },
    "Circunferencia": {
        "title": "<h3 style='font-size: 3em;'>Circunferencia</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Curva plana y cerrada cuyos puntos son equidistantes de otro situado en su interior, llamado centro.</p>",
        "description": "<p style='font-style: italic;'>Piensa en una circunferencia como una curva redonda que dibujas en una hoja de papel. Todos los puntos de esta curva están a la misma distancia del centro, como si estuvieras midiendo desde el medio hasta cualquier punto en el borde. Es una forma especial que se ve como un anillo y todos sus puntos están igualmente lejos del centro.</p>",
        "link": "https://es.wikipedia.org/wiki/Circunferencia"
    },
    "Segmento": {
        "title": "<h3 style='font-size: 3em;'>Segmento</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Parte de una recta comprendida entre dos puntos.</p>",
        "description": "<p style='font-style: italic;'>Un segmento es como una parte de una línea que va desde un punto hasta otro. Es como si eligieras dos lugares en una línea y marcaras la parte entre ellos. Puedes imaginártelo como un pedazo de camino que conecta dos puntos específicos.</p>",
        "link": "https://es.wikipedia.org/wiki/Segmento"
    },
    "Lado (Geometría)": {
        "title": "<h3 style='font-size: 3em;'>Lado (Geometría)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Cada una de las líneas que forman o limitan un polígono.</p>",
        "description": "<p style='font-style: italic;'>Puedes pensar en un lado como una línea que dibujas alrededor de una figura, como si estuvieras delineando sus bordes. Cuando haces un dibujo con muchas líneas para formar una figura, cada una de esas líneas se llama lado. Son como los límites que definen la forma del dibujo.</p>",
        "link": "https://es.wikipedia.org/wiki/Segmento"
    },
    "Proporcionalidad": {
        "title": "<h3 style='font-size: 3em;'>Proporcionalidad</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Conformidad o proporción de unas partes con el todo o de cosas relacionadas entre sí.</p>",
        "description": "<p style='font-style: italic;'>La proporcionalidad es como una relación especial entre cosas que puedes medir. Imagina que estás comparando dos cosas, y siempre hay una relación constante entre ellas. Es como si midieras algo, y sin importar cuánto midas, siempre hay una conexión constante entre las cantidades. Esa conexión constante es lo que llamamos proporcionalidad.</p>",
        "link": "https://es.wikipedia.org/wiki/Proporcionalidad"
    },
    "Proporción.": {
        "title": "<h3 style='font-size: 3em;'>Proporción.</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Igualdad de dos razones.</p>",
        "description": "<p style='font-style: italic;'>La proporción es como una comparación especial entre dos cosas. Es como decir que dos razones son iguales. Si comparas dos cantidades y descubres que la relación entre ellas es siempre la misma, entonces estamos hablando de proporciones, que son como las conexiones constantes entre esas dos razones.</p>",
        "link": "https://es.wikipedia.org/wiki/Proporcionalidad"
    },
    "Paralelismo (Matemática)": {
        "title": "<h3 style='font-size: 3em;'>Paralelismo (Matemática)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Cualidad de paralelo.</p>",
        "description": "<p style='font-style: italic;'>El paralelismo es como la cualidad de ser paralelo. Imagina dos líneas que nunca se encuentran, siempre corren una al lado de la otra y nunca se tocan. Esa cualidad de mantenerse siempre a la misma distancia una de la otra es lo que llamamos paralelismo.</p>",
        "link": "https://es.wikipedia.org/wiki/Paralelismo_(matem%C3%A1tica)"
    },
    "Paralelo, Paralela": {
        "title": "<h3 style='font-size: 3em;'>Paraleloa, Paralelo</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Dicho de dos o más líneas o superficies: Que mantienen la misma distancia entre sí en todos sus puntos.</p>",
        "description": "<p style='font-style: italic;'>Cuando decimos que dos o más líneas o superficies son paralelas, significa que siempre están a la misma distancia una de la otra en todos sus puntos. Puedes imaginártelo como si fueran raíles de tren que nunca se tocan, manteniendo esa distancia constante a lo largo de su recorrido.</p>",
        "link": "https://es.wikipedia.org/wiki/Paralelismo_(matem%C3%A1tica)"
    },
    "Perpendicularidad": {
        "title": "<h3 style='font-size: 3em;'>Perpendicularidad</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Cualidad de perpendicular.</p>",
        "description": "<p style='font-style: italic;'>La perpendicularidad es como la cualidad de ser perpendicular. Piensa en dos líneas que se cruzan formando un ángulo de 90 grados. Esa cualidad de cruzarse en ángulo recto es lo que llamamos perpendicularidad.</p>",
        "link": "https://es.wikipedia.org/wiki/Perpendicularidad"
    },
    "Perpendicular": {
        "title": "<h3 style='font-size: 3em;'>Perpendicular</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Dicho de una línea o de un plano: Que forma ángulo recto con otra línea o con otro plano.</p>",
        "description": "<p style='font-style: italic;'>Cuando hablamos de una línea o un plano como perpendicular, nos referimos a que se encuentra en ángulo recto con otra línea o plano. Esto significa que se cruzan formando un ángulo de 90 grados, como dos líneas que se encuentran para formar una esquina perfecta.</p>",
        "link": "https://es.wikipedia.org/wiki/Perpendicularidad"
    },
    "Ángulo": {
        "title": "<h3 style='font-size: 3em;'>Ángulo</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Figura geométrica formada bien por dos líneas planas que concurren en un punto, bien por dos semiplanos en el espacio que parten de una misma recta, o bien por tres o más planos en el espacio que se cortan en un punto.</p>",
        "description": "<p style='font-style: italic;'>Un ángulo es como una figura geométrica formada de diferentes maneras. Puede ser creado por dos líneas que se encuentran en un punto, como la esquina de un libro. También, en el espacio, puede formarse por dos áreas que parten de una misma línea, o incluso por tres o más áreas que se cortan en un punto. En resumen, un ángulo es la región entre estas líneas o planos que se encuentran o se cruzan.</p>",
        "link": "https://es.wikipedia.org/wiki/%C3%81ngulo"
    },
    "Ángulo recto": {
        "title": "<h3 style='font-size: 3em;'>Ángulo recto</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Ángulo formado por dos líneas o dos planos que se cortan perpendicularmente y que equivale a 90°.</p>",
        "description": "<p style='font-style: italic;'>Un ángulo recto es como una esquina perfecta formada por dos líneas o dos planos que se cruzan de manera perpendicular. Esto significa que se encuentran en un punto y forman un ángulo de 90 grados, como el rincón de una hoja de papel. Es una medida específica que nos indica que las líneas o planos se cortan en un ángulo de 90 grados.</p>",
        "link": "https://es.wikipedia.org/wiki/%C3%81ngulo_recto"
    },
    "Grado Sexagesimal": {
        "title": "<h3 style='font-size: 3em;'>Grado Sexagesimal</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Un grado sexagesimal (símbolo °) es el ángulo central subtendido por un arco cuya longitud es igual a la tricentésima sexagésima (1/360) parte de una circunferencia. Es la nonagésima (1/90) parte de un ángulo recto.</p>",
        "description": "<p style='font-style: italic;'>Un grado sexagesimal es una medida de ángulo que utilizamos para medir giros o rotaciones. Imagina una circunferencia completa, como un círculo. Un grado sexagesimal es el ángulo formado por un arco cuya longitud es 1/360 parte de esa circunferencia completa. En otras palabras, un grado sexagesimal es la nonagésima (1/90) parte de un ángulo recto, que es un ángulo perfectamente cuadrado de 90 grados. Utilizamos el símbolo ° para representar grados sexagesimales.</p>",
        "link": "https://es.wikipedia.org/wiki/Grado_sexagesimal"
    },
    "Simetría": {
        "title": "<h3 style='font-size: 3em;'>Simetría</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Correspondencia exacta en la disposición regular de las partes o puntos de un cuerpo o figura con relación a un centro, un eje o un plano.</p>",
        "description": "<p style='font-style: italic;'>La simetría es como mirarte en un espejo. Si divides tu rostro en dos partes, la mitad izquierda se parece exactamente a la mitad derecha. Cada ojo, oreja y rasgo facial tiene una correspondencia exacta en el otro lado. La simetría es como esa correspondencia precisa que observas cuando te reflejas en un espejo, pero aplicada a la disposición de las partes o puntos en una figura o un objeto.</p>",
        "link": "https://es.wikipedia.org/wiki/Simetr%C3%ADa"
    },
    "Vértice (Geometría)": {
        "title": "<h3 style='font-size: 3em;'>Vértice (Geometría)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Punto en que concurren los dos lados de un ángulo.</p>",
        "description": "<p style='font-style: italic;'>Un vértice es como el punto donde se encuentran o concurren los dos lados de un ángulo. Puedes pensar en él como el \"punto de reunión\" de los dos segmentos que forman el ángulo. Por ejemplo, si tienes un ángulo formado por dos líneas, el vértice sería el lugar donde esas líneas se encuentran. Es como el punto central del ángulo.</p>",
        "link": "https://es.wikipedia.org/wiki/V%C3%A9rtice_(geometr%C3%ADa)"
    },
    "Triángulo Equilátero": {
        "title": "<h3 style='font-size: 3em;'>Triángulo Equilátero</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>En geometría, un triángulo equilátero es un polígono regular, es decir, tiene sus tres lados iguales.</p>",
        "description": "<p style='font-style: italic;'>En geometría, un triángulo equilátero es un tipo especial de triángulo que tiene sus tres lados de igual longitud. Es como un juego de tres palitos que son todos exactamente del mismo tamaño. Al ser un polígono regular, significa que no solo sus lados son iguales, sino que también sus ángulos internos son idénticos</p>",
        "link": "https://es.wikipedia.org/wiki/Tri%C3%A1ngulo_equil%C3%A1tero"
    },
    "Polígono Regular": {
        "title": "<h3 style='font-size: 3em;'>Polígono Regular</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>En geometría plana, se denomina polígono regular a un polígono cuyos lados y ángulos interiores son iguales entre sí. </p>",
        "description": "<p style='font-style: italic;'>En geometría plana, un polígono regular es una figura con todos sus lados y ángulos internos idénticos. Un ejemplo claro es el triángulo equilátero, donde cada lado mide lo mismo y cada ángulo interno es de 60 grados. Otro ejemplo es el cuadrado, con lados iguales y ángulos internos de 90 grados. En resumen, en un polígono regular, la simetría se extiende tanto a la longitud de los lados como a la medida de los ángulos, creando patrones uniformes y equilibrados en la figura.</p>",
        "link": "https://es.wikipedia.org/wiki/Pol%C3%ADgono_regular"
    },
    "Triángulo Isósceles": {
        "title": "<h3 style='font-size: 3em;'>Triángulo Isósceles</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Triángulo que tiene iguales dos ángulos y dos lados.</p>",
        "description": "<p style='font-style: italic;'>Un triángulo isósceles es un tipo de triángulo que tiene dos lados de igual longitud y, como resultado, dos ángulos adyacentes iguales. Esto significa que las dos esquinas opuestas a los lados iguales también tienen la misma medida angular. Por ejemplo, en un triángulo isósceles, podrías tener dos lados de 5 unidades cada uno y los ángulos opuestos a esos lados serían iguales. La propiedad distintiva de este triángulo es su simetría en relación con la longitud de los lados y la medida de los ángulos.</p>",
        "link": "https://es.wikipedia.org/wiki/Tri%C3%A1ngulo#Clasificaci%C3%B3n_de_los_tri%C3%A1ngulos"
    },
    "Triángulo Escaleno": {
        "title": "<h3 style='font-size: 3em;'>Triángulo Escaleno</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Triángulo que tiene los tres lados desiguales.</p>",
        "description": "<p style='font-style: italic;'>Un triángulo escaleno es un tipo de triángulo que tiene los tres lados de longitudes diferentes. En otras palabras, en un triángulo escaleno, no hay lados que sean iguales entre sí. Por ejemplo, podrías tener un triángulo con lados de longitudes 4, 7 y 9 unidades. La característica distintiva de un triángulo escaleno es su falta de simetría en cuanto a longitudes de lados, lo que lo diferencia de los triángulos isósceles y equiláteros.</p>",
        "link": "https://es.wikipedia.org/wiki/Tri%C3%A1ngulo#Clasificaci%C3%B3n_de_los_tri%C3%A1ngulos"
    },
    "Ingeniería": {
        "title": "<h3 style='font-size: 3em;'>Ingeniería</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Conjunto de conocimientos orientados a la invención y utilización de técnicas para el aprovechamiento de los recursos naturales o para la actividad industrial.</p>",
        "description": "<p style='font-style: italic;'>La ingeniería es un conjunto de conocimientos y habilidades dedicado a la invención y aplicación de técnicas para aprovechar eficientemente los recursos naturales y llevar a cabo actividades industriales. Los ingenieros aplican principios científicos y matemáticos para diseñar, desarrollar, implementar y mejorar sistemas, productos y procesos que contribuyan al progreso y bienestar de la sociedad. La ingeniería abarca diversas disciplinas, desde la ingeniería civil y mecánica hasta la electrónica y la informática, y desempeña un papel crucial en la creación y mejora de infraestructuras, dispositivos, tecnologías y soluciones para resolver problemas complejos en el mundo actual.</p>",
        "link": "https://es.wikipedia.org/wiki/Ingenier%C3%ADa"
    },
    "Arquitectura": {
        "title": "<h3 style='font-size: 3em;'>Arquitectura</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Arte de proyectar y construir edificios.</p>",
        "description": "<p style='font-style: italic;'>La arquitectura es el arte y la disciplina dedicada a proyectar y construir edificios. Los arquitectos aplican principios estéticos y funcionales para crear espacios que satisfagan necesidades humanas y estéticas, considerando aspectos como la utilidad, la seguridad, la durabilidad y la belleza. Además de abordar cuestiones técnicas, los arquitectos también tienen en cuenta el contexto cultural y social, así como las consideraciones ambientales, para desarrollar diseños que armonicen con su entorno. La arquitectura abarca una amplia gama de estilos y enfoques, desde edificios residenciales hasta estructuras comerciales, culturales y gubernamentales, contribuyendo a la configuración y la expresión de la identidad de las comunidades y sociedades a lo largo del tiempo.</p>",
        "link": "https://es.wikipedia.org/wiki/Arquitectura"
    },
    "Radio (Geometría)": {
        "title": "<h3 style='font-size: 3em;'>Radio (Geometría)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Segmento lineal que une un punto cualquiera de la circunferencia o de la superficie de una esfera con su centro.</p>",
        "description": "<p style='font-style: italic;'>Un radio es un segmento lineal que conecta cualquier punto en la circunferencia o superficie de una esfera con su centro. Imagina una esfera, como una pelota, y selecciona cualquier punto en su superficie. El radio sería la línea que conecta ese punto específico con el centro de la esfera. En el caso de una circunferencia (que es la cara de la esfera vista desde arriba), el radio sería la línea que va desde el centro hasta cualquier punto en el borde de la circunferencia. En resumen, el radio es esencialmente la distancia entre el centro y cualquier punto en la esfera o en la circunferencia.</p>",
        "link": "https://es.wikipedia.org/wiki/Radio_(geometr%C3%ADa)"
    },
    "Perímetro": {
        "title": "<h3 style='font-size: 3em;'>Perímetro</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Medida del contorno de una figura.</p>",
        "description": "<p style='font-style: italic;'>El perímetro es la medida del contorno de una figura. En otras palabras, es la suma de las longitudes de todos los lados de una figura geométrica. Por ejemplo, en un cuadrado, el perímetro sería la suma de los cuatro lados. En un triángulo, sería la suma de los tres lados. La medida del perímetro es importante en geometría para entender y comparar las dimensiones totales de diferentes figuras.</p>",
        "link": "https://es.wikipedia.org/wiki/Per%C3%ADmetro"
    },
    "Longitud de la Circunferencia": {
        "title": "<h3 style='font-size: 3em;'>Longitud de la Circunferencia</h3>",
        "source": "<p style='color: #007BFF;'>Diccionario Matemático</p>",
        "definition": "<p style='font-style: italic;'>La longitud de una circunferencia es, aproximadamente, 3,1416 veces su diámetro. Es el perímetro de la Circunferencia.</p>",
        "description": "<p style='font-style: italic;'>La longitud de una circunferencia es como el camino que recorres alrededor de un círculo. Imagina que tienes una cuerda y la estiras alrededor del círculo desde un punto hasta que vuelves al mismo punto. La longitud de esa cuerda es lo que llamamos la longitud de la circunferencia. Ahora, si midieras la distancia de un lado del círculo al otro pasando por el centro (lo llamamos diámetro), podrías multiplicar ese diámetro por un número especial llamado 'pi', que es como un truco mágico matemático (aproximadamente 3.1416). Y, ¡sorpresa!, obtendrías la longitud de la cuerda. Así que, calcular la longitud de la circunferencia es como un juego matemático: tomas el diámetro, lo multiplicas por 'pi', ¡y encuentras cuánto mide todo el camino alrededor del círculo!</p>",
        "link": "https://es.wikipedia.org/wiki/Per%C3%ADmetro"
    },
    "Euclides": {
        "title": "<h3 style='font-size: 3em;'>Euclides</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Euclides (en griego Εὐκλείδης, Eukleidēs, latín Euclīdēs) fue un matemático y geómetra griego (ca. 325 a. C.-ca. 265 a. C.).​ Se le conoce como el padre de la geometría. Desarrolló su trabajo en Alejandría (antiguo Egipto) en tiempos de Ptolomeo I Sóter (323 – 283 a. C.),​ y fundó la escuela de matemáticas de la ciudad. Su obra más famosa fue una compilación expositiva, sistemática y demostrada en trece libros de los conocimientos matemáticos existentes en su época denominada Elementos, considerada a menudo como el manual, tratado o libro de texto de más éxito en la historia de las matemáticas.</p>",
        "description": "<p style='font-style: italic;'>Euclides fue un matemático y geómetra griego que vivió alrededor del año 300 a.C. en Alejandría, antiguo Egipto, durante el reinado de Ptolomeo I Sóter. Es reconocido como el padre de la geometría debido a su obra más famosa, los \"Elementos\". En esta compilación de trece libros, Euclides organizó y demostró de manera sistemática los conocimientos matemáticos de su tiempo. Los \"Elementos\" se consideran uno de los libros de texto más exitosos en la historia de las matemáticas, ya que proporcionó una base sólida para el estudio de la geometría y otras ramas de las matemáticas durante muchos siglos. Euclides dejó un legado duradero y ha influido enormemente en el desarrollo de las ciencias matemáticas.</p>",
        "link": "https://es.wikipedia.org/wiki/Euclides"
    },
    "Arquímedes": {
        "title": "<h3 style='font-size: 3em;'>Arquímedes</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Arquímedes de Siracusa (en griego antiguo: Ἀρχιμήδης Arkhimḗdēs de αρχι archi (preeminencia, dominio) y Ημαδομαι emadomai (preocuparse), significaría: el que se preocupa; Siracusa (Sicilia), ca. 287 a. C.-ibidem, ca. 212 a. C.) fue un físico, ingeniero, inventor, astrónomo y matemático griego. Aunque se conocen pocos detalles de su vida, es considerado uno de los científicos más importantes de la Antigüedad. Entre sus avances en física se encuentran sus fundamentos en hidrostática, estática y la explicación del principio de la palanca. Es reconocido por haber diseñado innovadoras máquinas, incluyendo armas de asedio y el tornillo de Arquímedes, que lleva su nombre. Experimentos modernos han probado las afirmaciones de que Arquímedes llegó a diseñar máquinas capaces de sacar barcos enemigos del agua o prenderles fuego utilizando una serie de espejos.</p>",
        "description": "<p style='font-style: italic;'>Arquímedes de Siracusa, nacido alrededor del 287 a.C. en Siracusa, Sicilia, y fallecido alrededor del 212 a.C. en la misma ciudad, fue un destacado físico, ingeniero, inventor, astrónomo y matemático griego. Aunque se conocen pocos detalles sobre su vida, su legado científico es significativo. Arquímedes contribuyó de manera fundamental a la física, especialmente en hidrostática, estática y el principio de la palanca. Su genialidad también se refleja en la invención de máquinas innovadoras, como armas de asedio y el famoso tornillo de Arquímedes. Su mente brillante abarcó una amplia gama de disciplinas, y sus contribuciones a la ciencia han dejado una marca perdurable en la historia, siendo considerado uno de los científicos más importantes de la Antigüedad. Además, se le atribuyen experimentos, como el uso de espejos para incendiar barcos enemigos, aunque la veracidad de estas historias ha sido objeto de debate.</p>",
        "link": "https://es.wikipedia.org/wiki/Arqu%C3%ADmedes"
    },
    "Elementos de Euclides": {
        "title": "<h3 style='font-size: 3em;'>Elementos de Euclides</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Los Elementos de Euclides (en griego: Στοιχεῖα, stoicheia, y conocido como geometría euclidiana; en griego: Ευκλειδης Γεωμετρια) es un tratado matemático y geométrico que se compone de trece libros, escrito por el matemático y geómetra griego Euclides, cerca del 177 a. C., en Alejandría. A través de estos libros el autor ofrece un tratamiento definitivo de la geometría de dos dimensiones (el plano) y tres dimensiones (el espacio).</p>",
        "description": "<p style='font-style: italic;'>Los Elementos de Euclides, escrito alrededor del 300 a.C. en Alejandría, es un tratado matemático y geométrico compuesto por trece libros. Este influyente trabajo fue creado por el matemático y geómetra griego Euclides. A través de sus páginas, Euclides presenta un tratamiento exhaustivo de la geometría en dos dimensiones (el plano) y tres dimensiones (el espacio). Los Elementos abordan conceptos fundamentales de la geometría euclidiana, estableciendo definiciones, postulados y proposiciones. Este tratado se convirtió en un manual de referencia esencial y una base para el estudio de las matemáticas durante siglos, influyendo significativamente en el desarrollo de esta disciplina.</p>",
        "link": "https://es.wikipedia.org/wiki/Elementos_de_Euclides"
    },
    "Cuerpo (Biología)": {
        "title": "<h3 style='font-size: 3em;'>Cuerpo (Bilología)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Conjunto de los sistemas orgánicos que constituyen un ser vivo.</p>",
        "description": "<p style='font-style: italic;'>Un \"cuerpo\" en seres vivos es la parte física que los forma. En el caso de los humanos, incluye cosas como los brazos, las piernas, la cabeza, y más. A veces, en ciertos casos, partes externas, como el cabello, no se consideran como parte integral del cuerpo, aunque estén unidas. Por ejemplo, podríamos ver el cabello más como una capa extra que como parte del cuerpo en sí. En general, no solemos decir que las plantas tienen un cuerpo. </p>",
        "link": "https://es.wikipedia.org/wiki/Cuerpo_(anatom%C3%ADa)"
    },
    "Cuerpo humano (Anatomía)": {
        "title": "<h3 style='font-size: 3em;'>Cuerpo humano</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>El cuerpo humano es la estructura física y material del ser humano. Está formado por gran cantidad de células que trabajan juntas para realizar diferentes funciones necesarias para mantener la vida. Las células se agrupan para formar tejidos y órganos. </p>",
        "description": "<p style='font-style: italic;'>El cuerpo humano es como un edificio muy especial que está hecho de muchas piezas pequeñas llamadas células. Estas células trabajan juntas para hacer cosas importantes que nos mantienen vivos, como respirar, mover los brazos y piernas, y comer. Además, las células se agrupan para formar tejidos (como si fueran pedacitos de tela) y órganos (como el corazón o los pulmones). Así que, básicamente, nuestro cuerpo es como un equipo increíble de pequeños constructores que trabajan en conjunto para que podamos vivir y hacer todas las cosas divertidas que nos gustan. ¡Es asombroso!</p>",
        "link": "https://es.wikipedia.org/wiki/Cuerpo_humano"
    },
    "Cabeza (Anatomía)": {
        "title": "<h3 style='font-size: 3em;'>Cabeza (Biología)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Parte superior del cuerpo humano y superior o anterior de muchos animales, en la que están situados el cerebro y los principales órganos sensoriales.</p>",
        "description": "<p style='font-style: italic;'>La cabeza es la parte de arriba del cuerpo humano (y de muchos animales también). En ella se encuentra el cerebro, que es como la computadora principal que nos ayuda a pensar y entender el mundo que nos rodea. También están ahí los órganos sensoriales, como los ojos para ver, las orejas para escuchar, y la nariz para oler. Entonces, básicamente, la cabeza es como la \"oficina principal\" de nuestro cuerpo, donde ocurren muchas cosas importantes. ¡Es genial!</p>",
        "link": "https://es.wikipedia.org/wiki/Cabeza"
    },
    "Cuello (Anatomía)": {
        "title": "<h3 style='font-size: 3em;'>Cuello</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Parte del cuerpo que une la cabeza con el tronco.</p>",
        "description": "<p style='font-style: italic;'>El cuello es como el puente que conecta la cabeza con el resto del cuerpo. Imagina que la cabeza es como el capitán de un barco y el tronco es el barco en sí. El cuello sería como el puente que permite que el capitán se comunique y dirija el barco. Así que, el cuello es esa parte importante que une la cabeza con el tronco, permitiendo que todo funcione en conjunto. ¡Es como el enlace perfecto entre la mente y el cuerpo!</p>",
        "link": "https://es.wikipedia.org/wiki/Cuello"
    },
    "Tronco (Anatomía)": {
        "title": "<h3 style='font-size: 3em;'>Tronco (Anatomía)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Cuerpo humano o de cualquier animal, prescindiendo de la cabeza y las extremidades.</p>",
        "description": "<p style='font-style: italic;'>El tronco es como el cuerpo principal de una persona o cualquier animal, pero sin contar la cabeza y las piernas o brazos. Si piensas en el cuerpo como un helado, la cabeza sería la parte de arriba con el sabor delicioso, y el tronco sería la parte grande y central que sostiene todo. Así que, el tronco es como el centro del cuerpo, donde ocurren muchas cosas importantes.</p>",
        "link": "https://es.wikipedia.org/wiki/Tronco_(anatom%C3%ADa)"
    },
    "Codo (Anatomía)": {
        "title": "<h3 style='font-size: 3em;'>Codo (Anatomía)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Parte posterior y prominente de la articulación del brazo con el antebrazo.</p>",
        "description": "<p style='font-style: italic;'>El codo es la parte de atrás y un poco abultada de la articulación que conecta el brazo con el antebrazo. Si te imaginas que tu brazo es como un juguete articulado, el codo sería la parte que permite que dobles el brazo como si estuvieras saludando o sosteniendo algo. Así que, el codo es como el centro mágico que nos ayuda a doblar y mover nuestro brazo de diferentes maneras ¡y es muy útil cuando queremos hacer cosas divertidas!</p>",
        "link": "https://es.wikipedia.org/wiki/Articulaci%C3%B3n_del_codo"
    },
    "Anatomía": {
        "title": "<h3 style='font-size: 3em;'>Anatomía</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Ciencia que estudia la estructura y forma de los seres vivos y las relaciones entre las diversas partes que los constituyen.</p>",
        "description": "<p style='font-style: italic;'>La anatomía es como un detective del cuerpo. Es una ciencia que se dedica a estudiar cómo están hechos los seres vivos por dentro y cómo todas sus partes se conectan entre sí. Imagina que el cuerpo es como un rompecabezas gigante, y la anatomía nos ayuda a entender cómo encajan todas las piezas y cómo trabajan juntas. Es como un mapa que nos ayuda a descubrir todos los secretos de cómo funcionan los cuerpos de las personas y los animales. ¡Es como ser un científico explorador del cuerpo humano!</p>",
        "link": "https://es.wikipedia.org/wiki/Anatom%C3%ADa"
    },
    "Rodilla (Anatomía)": {
        "title": "<h3 style='font-size: 3em;'>Rodilla (Anatomía)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Zona donde se une el muslo con la parte inferior de la pierna.</p>",
        "description": "<p style='font-style: italic;'>La rodilla es como la junta mágica que une la parte de arriba de la pierna (llamada muslo) con la parte de abajo (la pierna misma). Si imaginas tu pierna como una puerta que se puede abrir y cerrar, la rodilla sería como las bisagras que permiten que la puerta se doble y se enderece. Así que, la rodilla es esa parte especial que nos ayuda a doblar y enderezar la pierna, ¡es como la superhéroe que nos permite movernos y correr!</p>",
        "link": "https://es.wikipedia.org/wiki/Articulaci%C3%B3n_de_la_rodilla"
    },
    "Pie (Anatomía)": {
        "title": "<h3 style='font-size: 3em;'>Pie (Anatomía)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Extremidad de cada uno de los dos miembros inferiores del cuerpo humano. En los animales, parte análoga al pie humano.</p>",
        "description": "<p style='font-style: italic;'>Los pies son como nuestras herramientas mágicas para movernos y explorar el mundo. Son las extremidades que encontramos en la parte inferior de nuestras piernas. Si imaginas tus piernas como las patas de un súper robot, los pies serían las piezas especiales que nos permiten caminar, correr y saltar. Además, en los animales, hay partes similares a los pies que les ayudan a moverse. Así que, los pies son como nuestros compañeros de aventuras, ¡nos llevan a todos los lugares divertidos que queremos explorar!</p>",
        "link": "https://es.wikipedia.org/wiki/Pie"
    },
    "Pecho (Anatomía)": {
        "title": "<h3 style='font-size: 3em;'>Pecho (Anatomía)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Parte del cuerpo humano, que se extiende desde el cuello hasta el vientre, y en cuya cavidad se contienen el corazón y los pulmones.  Parte exterior delantera del cuerpo, desde el cuello hasta el vientre. Parte anterior del tronco de los cuadrúpedos entre el cuello y las patas anteriores. Cada una de las mamas de la mujer.</p>",
        "description": "<p style='font-style: italic;'>El pecho es como la parte central y especial de nuestro cuerpo. Si piensas en tu cuerpo como un libro, el pecho sería como la página principal que guarda cosas muy importantes. Se extiende desde el cuello hasta el vientre, y dentro de él, ¡guarda el corazón y los pulmones, que son como los héroes que nos mantienen vivos y respirando! Además, en la parte de afuera, el pecho es como la capa del superhéroe, desde el cuello hasta el vientre. Y no solo eso, también es la parte delantera de los animales de cuatro patas entre el cuello y las patas delanteras. Y para las chicas, el pecho también es el lugar donde se encuentran las mamas, que son parte importante de lo que hace tan especial a cada mujer. Así que, el pecho es como una sección muy importante de nuestro libro de vida, con muchas cosas increíbles en su interior y por fuera. ¡Es como un tesoro en nuestro cuerpo!</p>",
        "link": "https://es.wikipedia.org/wiki/Pecho"
    },
    "Brazo (Anatomía)": {
        "title": "<h3 style='font-size: 3em;'>Brazo (Anatomía)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Miembro del cuerpo que comprende desde el hombro a la extremidad de la mano. Cada una de las patas delanteras de los cuadrúpedos.</p>",
        "description": "<p style='font-style: italic;'>El brazo es como el asombroso ayudante que se extiende desde el hombro hasta la mano, permitiéndonos agarrar, saludar y realizar toda clase de movimientos divertidos. Es como la parte mágica que nos conecta con el mundo y nos ayuda a interactuar. Además, en el mundo animal, las patas delanteras de cuadrúpedos, como perros o gatos, también se llaman brazos. Entonces, ya sea que estemos saludando a un amigo, sosteniendo algo emocionante o viendo a un adorable animal mover sus brazos, esta parte del cuerpo es como una herramienta increíble que nos permite hacer un montón de cosas emocionantes y divertidas. ¡Es como tener nuestro propio súper brazo mágico!</p>",
        "link": "https://es.wikipedia.org/wiki/Brazo"
    },
    "Mano (Anatomía)": {
        "title": "<h3 style='font-size: 3em;'>Mano (Anatomía)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Parte del cuerpo humano unida a la extremidad del antebrazo y que comprende desde la muñeca inclusive hasta la punta de los dedos. En algunos animales, extremidad cuyo dedo pulgar puede oponerse a los otros. En los animales cuadrúpedos, cualquiera de los dos pies delanteros.</p>",
        "description": "<p style='font-style: italic;'>La mano es como la maravillosa herramienta que se encuentra unida al extremo del antebrazo y se extiende desde la muñeca hasta la punta de los dedos. Es la parte de nuestro cuerpo que nos permite agarrar, tocar, crear y expresarnos. En algunos animales, la mano es como la extremidad que incluye un dedo pulgar que puede oponerse a los otros, permitiéndoles agarrar cosas de manera hábil. En animales de cuatro patas, como perros o gatos, las manos son equivalentes a sus pies delanteros, que utilizan para explorar y jugar. Así que, ya sea dibujando, saludando o explorando, nuestras manos son como herramientas mágicas que nos ayudan a interactuar con el mundo que nos rodea. ¡Son como verdaderos superpoderes en la palma de nuestras manos!</p>",
        "link": "https://es.wikipedia.org/wiki/Mano"
    },
    "Pierna (Anatomía)": {
        "title": "<h3 style='font-size: 3em;'>Pierna (Anatomía)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Extremidad inferior de las personas. Muslo de los cuadrúpedos y aves.</p>",
        "description": "<p style='font-style: italic;'>La pierna es como la increíble extremidad que se encuentra en la parte inferior de nuestro cuerpo, desde la cadera hasta el pie. Nos ayuda a caminar, correr y saltar, siendo esencial para movernos y explorar el mundo que nos rodea. En los animales, como cuadrúpedos y aves, la pierna también puede referirse al muslo, la parte de la extremidad que está más cerca del cuerpo y que les permite moverse de manera ágil. Así que, ya sea dando pasos firmes o permitiendo que los animales realicen elegantes movimientos, la pierna es como nuestra compañera de aventuras, llevándonos a nuevos lugares y experiencias emocionantes. ¡Es como tener nuestro propio par de alas en el suelo!</p>",
        "link": "https://es.wikipedia.org/wiki/Pierna"
    },
       "Abdomen (Anatomía)": {
        "title": "<h3 style='font-size: 3em;'>Abdomen (Anatomía)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Región del tronco de los animales vertebrados que contiene los órganos principales del aparato digestivo y del genitourinario, y que en los mamíferos queda limitada superiormente por el diafragma.</p>",
        "description": "<p style='font-style: italic;'>El abdomen es como la zona especial en la parte media de nuestro cuerpo, y también en los animales vertebrados, donde se encuentran órganos importantes del sistema digestivo y genitourinario. Imagina que es como una bolsa mágica que guarda nuestros órganos internos. En mamíferos, como nosotros, el abdomen está rodeado por arriba por algo llamado diafragma, que actúa como una especie de techo protector. Esta región es como el área central donde ocurren cosas esenciales para nuestro cuerpo, como la digestión y otras funciones importantes. ¡Es como el centro de operaciones que mantiene nuestro cuerpo en marcha!</p>",
        "link": "https://es.wikipedia.org/wiki/Abdomen"
    },
     "Boca (Anatomía)": {
        "title": "<h3 style='font-size: 3em;'>Boca (Anatomía)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>En una persona o en un animal, abertura anterior del tubo digestivo, situada en la cabeza y que da entrada a la cavidad por donde conecta con el aparato respiratorio. Cavidad en la cual están colocados la lengua y los dientes.</p>",
        "description": "<p style='font-style: italic;'>La boca es la abertura anterior del tubo digestivo en la cabeza de las personas y los animales, sirviendo como puerta de entrada para los alimentos. Esta cavidad alberga tanto la lengua como los dientes, elementos fundamentales en el proceso de masticación y saborización de los alimentos. Además de su función digestiva, la boca también establece una conexión con el aparato respiratorio, permitiendo la entrada y salida de aire. En resumen, la boca es una estructura esencial donde convergen procesos vitales relacionados con la alimentación y la respiración, desempeñando un papel crucial en la salud y el bienestar.</p>",
        "link": "https://es.wikipedia.org/wiki/Boca_humana"
    },
    "Nariz (Anatomía)": {
        "title": "<h3 style='font-size: 3em;'>Nariz (Anatomía)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Órgano prominente del rostro humano, entre la frente y la boca, con dos orificios, que forma parte del aparato respiratorio. arte de la cabeza de muchos animales vertebrados, poco o nada saliente por lo común, que tiene la misma situación y función que la nariz humana.</p>",
        "description": "<p style='font-style: italic;'>La nariz es un órgano destacado en el rostro humano, situado entre la frente y la boca, caracterizado por dos orificios, y forma parte esencial del aparato respiratorio. Este órgano desempeña un papel crucial al permitir la entrada y salida de aire durante la respiración. En muchos animales vertebrados, la nariz, ubicada en la parte superior de la cabeza, puede ser poco prominente, pero comparte la misma función respiratoria que la nariz humana. Así, tanto en humanos como en otros animales, la nariz se presenta como un componente vital para el proceso respiratorio y cumple funciones específicas en la percepción del olfato.</p>",
        "link": "https://es.wikipedia.org/wiki/Nariz"
    },
    "Oreja (Anatomía)": {
        "title": "<h3 style='font-size: 3em;'>Oreja (Anatomía)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Cartílago que en el ser humano y en muchos animales forma la parte exterior del órgano del oído.</p>",
        "description": "<p style='font-style: italic;'>La oreja es una estructura formada por cartílago que constituye la parte externa del órgano del oído tanto en el ser humano como en muchos animales. Esta parte del cuerpo desempeña un papel crucial en la captación de sonidos y su transmisión al sistema auditivo interno. En los seres humanos, la oreja no solo contribuye a la audición, sino que también añade una dimensión estética al rostro. El cartílago de la oreja proporciona su forma única y flexible, permitiendo que este órgano cumpla con sus funciones auditivas de manera eficiente. Así, la oreja se presenta como una estructura multifuncional que no solo enriquece nuestra percepción auditiva, sino que también contribuye a la singularidad y expresión estética de la cabeza.</p>",
        "link": "https://es.wikipedia.org/wiki/Pabell%C3%B3n_auricular"
    },
    "Ceja (Anatomía)": {
        "title": "<h3 style='font-size: 3em;'>Ceja (Anatomía)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Parte de la cara, prominente, curvilínea y cubierta de pelo, situada sobre la cuenca del ojo.</p>",
        "description": "<p style='font-style: italic;'>La ceja es una parte prominente, curvilínea y cubierta de pelo que se encuentra sobre la cuenca del ojo en la cara. Además de su función estética, las cejas desempeñan un papel en la protección de los ojos al evitar que el sudor o el agua caigan directamente sobre ellos. Estas características curvilíneas y pobladas de pelo contribuyen a la expresividad facial, permitiendo que las cejas reflejen emociones y realcen la belleza natural de la región de los ojos. En resumen, las cejas son elementos distintivos que añaden tanto protección como expresividad al rostro humano.</p>",
        "link": "https://es.wikipedia.org/wiki/Ceja"
    },
    "Cabello, Pelo (Anatomía)": {
        "title": "<h3 style='font-size: 3em;'>Cabello, Pelo (Anatomía)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Conjunto de los pelos de la cabeza.</p>",
        "description": "<p style='font-style: italic;'>El pelo, también conocido como cabello, se refiere al conjunto de filamentos que crecen en la cabeza. Estos filamentos, llamados cabellos, forman la melena o cabello de una persona. Más allá de su función práctica de proteger el cuero cabelludo, el pelo también juega un papel importante en la expresión personal y la estética. La diversidad de estilos, texturas y colores de pelo permite que cada individuo exprese su singularidad y estilo personal. Así, el pelo no solo cumple con funciones físicas como la protección, sino que también se convierte en una parte destacada de la identidad y la expresión personal.</p>",
        "link": "https://es.wikipedia.org/wiki/Pelo"
    },
    "Ojo (Anatomía)": {
        "title": "<h3 style='font-size: 3em;'>Ojo (Anatomía)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Órgano de la vista en el ser humano y en los animales. Parte visible del ojo en la cara.</p>",
        "description": "<p style='font-style: italic;'>El ojo es el órgano encargado de la visión tanto en el ser humano como en los animales. En la cara, la parte visible del ojo se presenta como una estructura compleja y expresiva. Esta parte visible, conocida como globo ocular, es responsable de captar la luz y transmitir información visual al cerebro. Además de su función esencial en la percepción visual, el ojo contribuye significativamente a la expresión facial y a la comunicación emocional. Así, el ojo no solo cumple con su función vital en el sentido de la vista, sino que también añade profundidad y expresividad a la cara, siendo un elemento distintivo en la comunicación humana y animal.</p>",
        "link": "https://es.wikipedia.org/wiki/Ojo"
    },
    "Labio (Anatomía)": {
        "title": "<h3 style='font-size: 3em;'>Labio (Anatomía)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Reborde exterior carnoso y móvil de la boca de los mamíferos.</p>",
        "description": "<p style='font-style: italic;'>El labio es el reborde exterior, carnoso y móvil que rodea la boca en los mamíferos. Esta estructura no solo delimita la apertura de la boca, sino que también juega un papel crucial en funciones como el habla, la alimentación y la expresión facial. Los labios son flexibles y pueden adoptar diversas formas, permitiendo una amplia gama de movimientos necesarios para pronunciar palabras, saborear alimentos y expresar emociones. Además de su función práctica, los labios también contribuyen a la estética facial, siendo una característica distintiva en la apariencia de cada individuo. Así, los labios no solo desempeñan un papel funcional en actividades cotidianas, sino que también añaden expresividad y singularidad a la cara de los mamíferos.</p>",
        "link": "https://es.wikipedia.org/wiki/Labio"
    },
    "Lengua (Anatomía)": {
        "title": "<h3 style='font-size: 3em;'>Lengua (Anatomía)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Órgano muscular situado en la cavidad de la boca de los vertebrados y que sirve para gustar y deglutir, así como para modular sonidos.</p>",
        "description": "<p style='font-style: italic;'>La lengua es un órgano muscular ubicado en la cavidad de la boca de los vertebrados. Su función abarca diversas actividades vitales, como el gusto, la deglución y la modulación de sonidos. La lengua es esencial para la percepción de sabores, permitiendo a los vertebrados disfrutar y distinguir diferentes alimentos. Además, desempeña un papel fundamental en la deglución, facilitando el paso de alimentos y líquidos hacia el sistema digestivo. Además de estas funciones, la lengua también contribuye al habla al modular y articular sonidos. Su capacidad para adoptar diversas formas y movimientos la convierte en un órgano versátil y vital en la vida diaria. En resumen, la lengua es un componente multifuncional que facilita tanto las actividades sensoriales como las funcionales en el contexto de la cavidad bucal.</p>",
        "link": "https://es.wikipedia.org/wiki/Lengua_(anatom%C3%ADa)"
    },
    "Diente (Anatomía)": {
        "title": "<h3 style='font-size: 3em;'>Diente (Anatomía)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Cuerpo duro que, engastado en las mandíbulas del hombre y de muchos animales, queda descubierto en parte, para servir como órgano de masticación o de defensa.</p>",
        "description": "<p style='font-style: italic;'>El diente es una estructura dura que se encuentra incrustada en las mandíbulas del hombre y muchos animales, y que sobresale parcialmente para desempeñar funciones tanto de masticación como de defensa. La parte visible del diente, conocida como corona, se utiliza para triturar alimentos durante el proceso de masticación. Además de su función en la alimentación, los dientes también pueden tener un papel en la defensa, ya que algunos animales utilizan sus dientes para protegerse o cazar. La composición resistente del diente, principalmente de esmalte, dentina y pulpa, lo convierte en una herramienta especializada para diversas tareas. Así, los dientes no solo son esenciales para el proceso de alimentación, sino que también cumplen roles específicos en la adaptación y supervivencia de los animales que los poseen.</p>",
        "link": "https://es.wikipedia.org/wiki/Diente"
    },
    "Frente (Anatomía)": {
        "title": "<h3 style='font-size: 3em;'>Frente (Anatomía)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Parte superior de la cara, comprendida entre una y otra sien, y desde encima de los ojos hasta que empieza la vuelta del cráneo.</p>",
        "description": "<p style='font-style: italic;'>La frente es la parte superior de la cara, situada entre una y otra sien, y se extiende desde encima de los ojos hasta el inicio de la curva del cráneo. Esta región facial es fundamental en la configuración estética y anatómica del rostro. Además de su papel estructural, la frente también contribuye a la expresividad facial y a la comunicación no verbal. En términos de anatomía, la frente proporciona soporte a los músculos faciales y al cráneo, desempeñando un papel en la movilidad y expresividad de la región facial. Así, la frente no solo es una parte esencial en la apariencia facial, sino que también cumple con funciones importantes en la biomecánica y comunicación humanas.</p>",
        "link": "https://es.wikipedia.org/wiki/Frente_(anatom%C3%ADa)"
    },
    "Día (Física)": {
        "title": "<h3 style='font-size: 3em;'>Día (Física)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Período de 24 horas, que corresponde aproximadamente al tiempo en que la Tierra da una vuelta completa sobre su eje.</p>",
        "description": "<p style='font-style: italic;'>Un día es un periodo de 24 horas que representa aproximadamente el tiempo que la Tierra tarda en completar una rotación sobre su eje. Imagina que te quedas en un lugar fijo y observas cómo el sol aparece en el cielo, sube hasta alcanzar su punto más alto, y luego desciende hasta desaparecer. Ese ciclo completo, desde la salida hasta la puesta del sol, constituye un día. Por ejemplo, desde que te levantas por la mañana hasta que vuelves a acostarte por la noche, experimentas un día completo. Lo mismo ocurre con tus actividades diarias, como las clases en la escuela, el tiempo de ver televisión o cualquier otra rutina que sigas durante este lapso de tiempo.</p>",
        "link": "https://es.wikipedia.org/wiki/D%C3%ADa"
    },
    "Semana (Física)": {
        "title": "<h3 style='font-size: 3em;'>Semana</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Serie de siete días naturales consecutivos, del lunes al domingo.</p>",
        "description": "<p style='font-style: italic;'>Una semana es una serie de siete días naturales consecutivos, que comienza generalmente el lunes y finaliza el domingo. Durante estos siete días, experimentamos distintos momentos, actividades y cambios en nuestras rutinas. Por ejemplo, desde el inicio de la semana cuando retomamos nuestras responsabilidades hasta el final de la misma cuando disfrutamos del fin de semana, todo este periodo conforma una semana. Es una manera de organizar y medir el tiempo en ciclos regulares que nos ayuda a planificar nuestras actividades y compromisos.</p>",
        "link": "https://es.wikipedia.org/wiki/Semana"
    },
    "Lunes": {
        "title": "<h3 style='font-size: 3em;'>Lunes</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Primer día de la semana.</p>",
        "description": "<p style='font-style: italic;'>Lunes es el primer día de la semana. Es el día que marca el comienzo de la mayoría de las rutinas y actividades semanales. Después del descanso del fin de semana, el lunes es cuando muchas personas vuelven al trabajo o a la escuela. Es un día que nos brinda la oportunidad de iniciar nuevas metas y proyectos. Por ejemplo, los lunes a menudo son vistos como una oportunidad para establecer nuevos objetivos de la semana y comenzar con energía renovada.</p>",
        "link": "https://es.wikipedia.org/wiki/Lunes"
    },
    "Martes": {
        "title": "<h3 style='font-size: 3em;'>Martes</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Segundo día de la semana.</p>",
        "description": "<p style='font-style: italic;'>Martes es el segundo día de la semana. Después del inicio del lunes, seguimos avanzando en la semana y nos acercamos al ecuador. A menudo, el martes se percibe como un día en el que ya estamos inmersos en nuestras actividades y tareas semanales. Es un momento para consolidar el progreso y enfrentar desafíos. Por ejemplo, en muchos lugares, las reuniones y compromisos laborales se intensifican durante el martes. Aunque no tiene la expectativa fresca del inicio de la semana, el martes ofrece la oportunidad de mantener el impulso y continuar con nuestras metas.</p>",
        "link": "https://es.wikipedia.org/wiki/Martes"
    },
    "Miércoles": {
        "title": "<h3 style='font-size: 3em;'>Miércoles</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Tercer día de la semana.</p>",
        "description": "<p style='font-style: italic;'>Miércoles es el tercer día de la semana. En el centro de la semana, se presenta como un punto de equilibrio entre el inicio y el final. A menudo se considera un día para reflexionar sobre lo que se ha logrado hasta ahora y planificar para el resto de la semana. También es conocido como el \"ecuador\" de la semana laboral. Por ejemplo, algunas personas aprovechan el miércoles para realizar reuniones importantes o abordar proyectos clave. A medida que avanzamos hacia el jueves y el viernes, el miércoles actúa como un punto estratégico para evaluar nuestro progreso y ajustar nuestras metas.</p>",
        "link": "https://es.wikipedia.org/wiki/Mi%C3%A9rcoles"
    },
    "Jueves": {
        "title": "<h3 style='font-size: 3em;'>Jueves</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Cuarto día de la semana.</p>",
        "description": "<p style='font-style: italic;'>Jueves es el cuarto día de la semana. A medida que nos acercamos al final de la semana laboral, el jueves suele ser un día en el que la anticipación por el fin de semana comienza a crecer. Es un momento para completar tareas pendientes y finalizar proyectos antes del viernes. Por ejemplo, algunas personas planifican reuniones estratégicas los jueves para asegurarse de que todo esté en orden antes del cierre de la semana. Aunque no es el último día, el jueves tiene una importancia clave al prepararnos para el cierre de la semana laboral y la llegada del fin de semana.</p>",
        "link": "https://es.wikipedia.org/wiki/Jueves"
    },
    "Viernes": {
        "title": "<h3 style='font-size: 3em;'>Viernes</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Quinto día de la semana, que es festivo para el islamismo.</p>",
        "description": "<p style='font-style: italic;'>Viernes es el quinto día de la semana y tiene una relevancia especial para el islamismo, ya que es considerado un día festivo en esta religión. Además de ser parte de la semana laboral convencional, el viernes es un día de congregación para la oración comunitaria en la religión islámica, conocida como el salat al-jumu'ah o la oración del viernes. Los musulmanes se reúnen en la mezquita para participar en esta oración especial que simboliza la comunidad y la unidad espiritual. Para muchos, el viernes también marca el comienzo del fin de semana, siendo un momento para relajarse, pasar tiempo con la familia y participar en actividades recreativas.</p>",
        "link": "https://es.wikipedia.org/wiki/Viernes"
    },
    "Sábado": {
        "title": "<h3 style='font-size: 3em;'>Sábado</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Sexto día de la semana, que es festivo para el judaísmo y otras confesiones religiosas.</p>",
        "description": "<p style='font-style: italic;'>Sábado es el sexto día de la semana y tiene significado especial para el judaísmo, así como para algunas otras confesiones religiosas. En el judaísmo, el sábado es conocido como el Shabat, un día sagrado de descanso y adoración. Durante el Shabat, los judíos se abstienen de realizar trabajos y se dedican a la oración, el estudio y el tiempo en familia. Además, otras confesiones religiosas también pueden observar el sábado como un día sagrado con prácticas similares de descanso y adoración. Para la mayoría de las personas, el sábado suele ser el último día de la semana laboral convencional y, al mismo tiempo, un día para disfrutar de actividades recreativas y tiempo libre.</p>",
        "link": "https://es.wikipedia.org/wiki/S%C3%A1bado"
    },
    "Domingo": {
        "title": "<h3 style='font-size: 3em;'>Domingo</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Séptimo día de la semana, que es festivo para el cristianismo y, en general, en el mundo occidental.</p>",
        "description": "<p style='font-style: italic;'>Domingo es el séptimo día de la semana y tiene un significado especial en el cristianismo, así como en general en el mundo occidental. En la tradición cristiana, el domingo se considera el día del Señor y es un día de descanso y adoración. Para muchos cristianos, es un momento para asistir a servicios religiosos, reflexionar espiritualmente y pasar tiempo en comunidad. Además, en gran parte del mundo occidental, el domingo es generalmente un día libre de trabajo y escuela, lo que lo convierte en un día propicio para actividades familiares, deportes, ocio y descanso. Es un día que marca el final de la semana y el comienzo de una nueva, brindando la oportunidad de recargar energías antes de enfrentar los desafíos de la semana siguiente.</p>",
        "link": "https://es.wikipedia.org/wiki/Domingo"
    },
    "Calendario": {
        "title": "<h3 style='font-size: 3em;'>Calendario</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Sistema de representación del paso de los días, agrupados en unidades superiores, como semanas, meses, años, etc.</p>",
        "description": "<p style='font-style: italic;'>El calendario es un sistema de representación del paso del tiempo que organiza los días en unidades superiores, como semanas, meses y años. Sirve como una herramienta fundamental para medir el tiempo y organizar eventos de manera estructurada. En un calendario, los días están agrupados en semanas, cada una compuesta por siete días, y estas semanas se organizan en meses. A su vez, los meses forman parte de unidades mayores, como años. Este sistema permite a las personas planificar actividades, eventos y celebraciones, además de seguir ciclos como las estaciones del año. El calendario es esencial para la organización de la sociedad y proporciona un marco temporal que facilita la coordinación de actividades a nivel individual y colectivo.</p>",
        "link": "https://es.wikipedia.org/wiki/Calendario"
    },
    "Calendario Lunar (Física)": {
        "title": "<h3 style='font-size: 3em;'>Calendario Lunar (Física)</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Un calendario lunar es un calendario basado en los ciclos mensuales de las fases de la Luna (meses sinódicos, lunaciones), a diferencia de los calendarios solares, cuyos ciclos anuales se basan únicamente directamente en el año solar. En el calendario lunar, cada lunación corresponde a un «mes lunar»; es decir, a cada período comprendido entre dos momentos en que la luna se halla exactamente en la misma fase (sea esta creciente o menguante) se le llama «mes lunar». Cada mes lunar corresponde a 29,53 días solares.</p>",
        "description": "<p style='font-style: italic;'>Un calendario lunar es como un calendario regular, pero se centra en los ciclos de la Luna en lugar de en el sol. En lugar de medir el tiempo en años solares, como nuestro calendario habitual, el calendario lunar sigue los cambios mensuales de la Luna. Cada \"mes lunar\" corresponde al tiempo que tarda la Luna en pasar por todas sus fases, ya sea creciente o menguante, y esto toma alrededor de 29,53 días. Así que, en lugar de meses de 30 o 31 días como estamos acostumbrados, en el calendario lunar, cada mes es un poco más corto, coincidiendo con los cambios de la Luna en el cielo.</p>",
        "link": "https://es.wikipedia.org/wiki/Calendario_lunar"
    },
    "Calendario Solar (Física)": {
        "title": "<h3 style='font-size: 3em;'>Calendario Solar (Física)</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>El calendario solar es aquel calendario cuyos días indican la posición de la Tierra en su movimiento de traslación en torno al Sol.1 Los calendarios solares, que dividen el tiempo según los movimientos aparentes del sol, también están en fase con las estaciones durante el año. Se adaptan así a las necesidades de los agricultores, cuyas actividades agrícolas exigen la sincronización de los cultivos con las estaciones: período de siembra, gestión de las reservas de alimentos entre dos cosechas. Los calendarios elaborados de esta forma poseen un año de 365 días, que se amplia normalmente agregando un día extra en los años bisiestos.</p>",
        "description": "<p style='font-style: italic;'>Un calendario solar es aquel que sigue los movimientos aparentes de la Tierra en su órbita alrededor del Sol. Estos calendarios están diseñados para estar en sincronía con las estaciones del año, adaptándose a las necesidades agrícolas al conectar el tiempo con los cambios climáticos. A diferencia de un calendario lunar, que se basa en los ciclos de la Luna, el calendario solar organiza el año en función de la posición de la Tierra en relación con el Sol. Normalmente, estos calendarios contienen 365 días en un año, y se añade un día extra en los años bisiestos para mantener la alineación con el ciclo solar.</p>",
        "link": "https://es.wikipedia.org/wiki/Calendario_solar"
    },
    "Epagómenos": {
        "title": "<h3 style='font-size: 3em;'>Epagómenos</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Epagómenos era el nombre griego de los cinco días añadidos al ciclo de 360 jornadas para completar el año solar de 365 días.</p>",
        "description": "<p style='font-style: italic;'>Epagómenos era el término griego utilizado para referirse a los cinco días adicionales que se añadían al ciclo de 360 jornadas con el fin de completar el año solar de 365 días. Estos días adicionales eran reconocidos en varias culturas antiguas y se introducían para ajustar el calendario a la duración real del año solar. Este ajuste era esencial para garantizar que el calendario reflejara con precisión las estaciones y los eventos relacionados con el ciclo solar. Los epagómenos eran días intercalares que se insertaban al final del año regular de 12 meses para sincronizar el calendario con la órbita de la Tierra alrededor del Sol.</p>",
        "link": "https://es.wikipedia.org/wiki/Epag%C3%B3menos"
    },
    "Color (Física)": {
        "title": "<h3 style='font-size: 3em;'>Color (Física)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Sensación producida por los rayos luminosos que impresionan los órganos visuales y que depende de la longitud de onda.</p>",
        "description": "<p style='font-style: italic;'>El color es la sensación que sentimos cuando nuestros ojos ven la luz de maneras diferentes. Esto ocurre porque la luz está compuesta por diferentes \"ondas\", y cada tipo de onda nos hace ver un color distinto. Por ejemplo, cuando vemos un cielo azul, es porque la luz del sol se esparce de una manera que nos hace percibir ese color.</p>",
        "link": "https://es.wikipedia.org/wiki/Color"
    },
    "Tono, Tonalidad, Matiz (Color) (Física)": {
        "title": "<h3 style='font-size: 3em;'>Tono, Tonalidad, Matiz (Color) (Física)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Grado de coloración.</p>",
        "description": "<p style='font-style: italic;'>El tono de un color se refiere al grado de coloración que tiene. En otras palabras, es cuánto de un color específico está presente en lo que estamos viendo. Por ejemplo, si decimos que una pintura tiene un tono rojo intenso, significa que ese rojo es muy fuerte y dominante en la pintura. En cambio, si hablamos de un tono más suave, sería como decir que el color tiene menos intensidad o está más mezclado con otros colores.</p>",
        "link": "https://es.wikipedia.org/wiki/Tono_(color)"
    },
    "Colores Primarios (Física)": {
        "title": "<h3 style='font-size: 3em;'>Colores Primarios (Física)</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Se considera color primario, antes llamado color primitivo, al color que no se puede obtener mediante la mezcla de ningún otro color.</p>",
        "description": "<p style='font-style: italic;'>Color Primario: Un color primario es aquel que no se puede crear mezclando otros colores. Son como los colores \"originales\" que se utilizan para hacer todos los demás. Por ejemplo, el rojo, el azul y el amarillo son colores primarios. Si intentamos mezclar otros colores para obtener rojo, por ejemplo, no lo lograremos; el rojo es un color primario por sí mismo. Estos colores son como los \"básicos\" que se usan para hacer todos los demás colores que vemos.</p>",
        "link": "https://es.wikipedia.org/wiki/Color_primario"
    },
    "Rojo (Color) (Física)": {
        "title": "<h3 style='font-size: 3em;'>Rojo (Color) (Física)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Dicho de un color: Semejante al de la sangre o al del tomate maduro, y que ocupa el primer lugar en el espectro luminoso.</p>",
        "description": "<p style='font-style: italic;'>Cuando decimos que algo tiene un color rojo, nos referimos a un tono similar al de la sangre o al de un tomate maduro. Este color ocupa el primer lugar en el espectro luminoso, que es como una lista de colores que vemos en la luz. Imagina la intensidad del rojo en una manzana bien madura, o en la sangre que corre por nuestras venas; ese tono intenso y llamativo es lo que significa cuando decimos que algo es de color rojo.</p>",
        "link": "https://es.wikipedia.org/wiki/Rojo"
    },
    "Azul (Color) (Física)": {
        "title": "<h3 style='font-size: 3em;'>Azul (Color) (Física)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Dicho de un color: Semejante al del cielo sin nubes y el mar en un día soleado, y que ocupa el quinto lugar en el espectro luminoso.</p>",
        "description": "<p style='font-style: italic;'>Cuando hablamos de un color azul, nos referimos a un tono similar al del cielo sin nubes y al del mar en un día soleado. Este color se encuentra en el quinto lugar en el espectro luminoso, que es como una lista de colores que podemos ver en la luz. Imagina la serenidad del cielo despejado o la profundidad del océano en un día soleado; ese tono fresco y tranquilo es lo que significa cuando decimos que algo es de color azul.</p>",
        "link": "https://es.wikipedia.org/wiki/Azul"
    },
    "Amarillo (Color) (Física)": {
        "title": "<h3 style='font-size: 3em;'>Amarillo (Color) (Física)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Dicho de un color: Semejante al del oro o al de la yema de huevo, y que ocupa el tercer lugar en el espectro luminoso.</p>",
        "description": "<p style='font-style: italic;'>Cuando hablamos de un color amarillo, nos referimos a un tono parecido al del oro o al de la yema de huevo. Este color ocupa el tercer lugar en el espectro luminoso, que es como una lista de colores que podemos ver en la luz. Imagina el brillo cálido del oro o el color vibrante de la yema de huevo; ese tono luminoso y brillante es lo que significa cuando decimos que algo es de color amarillo.</p>",
        "link": "https://es.wikipedia.org/wiki/Amarillo"
    },
    "Color Secundario (Física)": {
        "title": "<h3 style='font-size: 3em;'>Color Secundario (Física)</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Los colores secundarios son colores que se obtienen mezclando en partes iguales dos de los tres colores primarios.</p>",
        "description": "<p style='font-style: italic;'>Los colores secundarios son aquellos que conseguimos al mezclar en partes iguales dos de los tres colores primarios. Es como si estuviéramos jugando con los colores básicos, como el rojo, el azul y el amarillo. Si tomamos un poco de rojo y lo mezclamos con una cantidad igual de azul, obtendremos un nuevo color llamado púrpura. Lo mismo ocurre si combinamos el amarillo con el rojo, creando así un color naranja. Estos colores secundarios son como nuevos amigos que surgen cuando los colores primarios se juntan y se mezclan de manera especial.</p>",
        "link": "https://es.wikipedia.org/wiki/Color_secundario"
    },
    "Verde (Color) (Física)": {
        "title": "<h3 style='font-size: 3em;'>Verde (Color) (Física)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Dicho de un color: Semejante al de la hierba fresca o al de la esmeralda, y que ocupa el cuarto lugar en el espectro luminoso.</p>",
        "description": "<p style='font-style: italic;'>Cuando hablamos de un color verde, nos referimos a un tono parecido al de la hierba fresca o al de la esmeralda. Este color se encuentra en el cuarto lugar en el espectro luminoso, que es como una lista de colores que vemos en la luz. Imagina la intensidad del verde de la hierba o el brillo profundo de una esmeralda; ese tono fresco y natural es lo que significa cuando decimos que algo es de color verde.</p>",
        "link": "https://es.wikipedia.org/wiki/Verde"
    },
    "Naranja (Color) (Física)": {
        "title": "<h3 style='font-size: 3em;'>Naranja (Color) (Física)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Dicho de un color: Semejante al de la naranja madura, y que ocupa el segundo lugar en el espectro luminoso.</p>",
        "description": "<p style='font-style: italic;'>Cuando hablamos de un color naranja, nos referimos a un tono similar al de la naranja madura. Este color ocupa el segundo lugar en el espectro luminoso, que es como una lista de colores que podemos ver en la luz. Imagina el vibrante y cálido tono de una naranja bien madura; ese color brillante y alegre es lo que significa cuando decimos que algo es de color naranja.</p>",
        "link": "https://es.wikipedia.org/wiki/Naranja_(color)"
    },
    "Violeta o Azul Púrpura (Color) (Física)": {
        "title": "<h3 style='font-size: 3em;'>Violeta o Azul Púrpura (Color) (Física)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Dicho de un color: Morado claro, semejante al de la violeta, y que ocupa el séptimo y último lugar en el espectro luminoso.</p>",
        "description": "<p style='font-style: italic;'>Cuando hablamos de un color violeta, nos referimos a un tono similar al morado claro, semejante al de la flor violeta. Este color ocupa el séptimo y último lugar en el espectro luminoso, que es como una lista de colores que vemos en la luz. Imagina la suavidad del morado claro, como el color de una violeta; ese tono delicado y encantador es lo que significa cuando decimos que algo es de color violeta.</p>",
        "link": "https://es.wikipedia.org/wiki/Violeta_(color)"
    },
    "Blanco (Color) (Física)": {
        "title": "<h3 style='font-size: 3em;'>Blanco (Color) (Física)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Dicho de un color: Semejante al de la nieve o la leche, y que corresponde al de la luz solar, no descompuesta en los varios colores del espectro. </p>",
        "description": "<p style='font-style: italic;'>Cuando nos referimos al color blanco, hablamos de una tonalidad similar a la que observamos en la nieve o la leche. Este color se relaciona con la luz solar en su forma más pura, sin descomponerse en los diversos colores que conforman el espectro. Imagina la luz del sol brillando intensamente, como si todos los colores estuvieran juntos y formaran este resplandeciente blanco. Así, el blanco es como la unión armoniosa de todos los colores, creando una luminosidad nítida y pura que asociamos con la luz solar sin descomponerse en el espectro de colores.</p>",
        "link": "https://es.wikipedia.org/wiki/Blanco"
    },
    "Negro (Color) (Física)": {
        "title": "<h3 style='font-size: 3em;'>Negro (Color) (Física)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Dicho de un color: Semejante al del carbón o al de la oscuridad total.</p>",
        "description": "<p style='font-style: italic;'>Cuando nos referimos al color negro, hablamos de una tonalidad similar a la del carbón o a la oscuridad total. Este color es como la profundidad y oscuridad que experimentamos cuando todo está completamente apagado. Imagina la intensidad del negro en el carbón o en la total oscuridad de la noche; ese es el tono que representa el color negro. Es como si fuera la ausencia de luz, creando una sensación de oscuridad profunda que asociamos con la intensidad del carbón o la completa ausencia de luz en la oscuridad total.</p>",
        "link": "https://es.wikipedia.org/wiki/Negro_(color)"
    },
    "Espectro (Física)": {
        "title": "<h3 style='font-size: 3em;'>Espectro (Física)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Distribución de la intensidad de una radiación en función de una magnitud característica, como la longitud de onda, la energía o la temperatura.</p>",
        "description": "<p style='font-style: italic;'>Cuando hablamos de espectro, nos referimos a la distribución de la intensidad de una radiación en función de una característica específica, como la longitud de onda, la energía o la temperatura. Es como si estuviéramos viendo cómo se reparten las diferentes fuerzas o intensidades de algo, como la luz, según diferentes características. Imagina que estamos descomponiendo la luz en sus partes, observando cómo se distribuye la intensidad de cada color en función de la longitud de onda. En otras palabras, el espectro nos ayuda a entender cómo se distribuye la fuerza o intensidad de algo en relación con ciertas características específicas.</p>",
        "link": "https://es.wikipedia.org/wiki/Espectro"
    },
    "Espectro Electromagnético (Física)": {
        "title": "<h3 style='font-size: 3em;'>Espectro Electromagnético (Física)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>En física, se denomina espectro electromagnético al conjunto de todos los tipos de radiación que se desplazan en ondas, es decir, al conjunto de todas las ondas electromagnéticas. </p>",
        "description": "<p style='font-style: italic;'>En física, el término \"espectro electromagnético\" se refiere al conjunto completo de todos los tipos de radiación que se desplazan en forma de ondas, es decir, a todas las ondas electromagnéticas existentes. Esto abarca desde ondas de radio de baja frecuencia hasta rayos gamma de alta energía. El espectro electromagnético incluye diversas formas de radiación, como la luz visible, las microondas, los rayos X y muchas otras, cada una con características específicas de longitud de onda y energía. En esencia, el espectro electromagnético representa toda la diversidad de ondas electromagnéticas presentes en el universo.</p>",
        "link": "https://es.wikipedia.org/wiki/Espectro_electromagn%C3%A9tico"
    },
    "Espectro Visible (Física)": {
        "title": "<h3 style='font-size: 3em;'>Espectro Visible (Física)</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Se llama espectro visible a la región del espectro electromagnético que el ojo humano es capaz de percibir. </p>",
        "description": "<p style='font-style: italic;'>En física, se denomina espectro visible a la región específica del espectro electromagnético que el ojo humano tiene la capacidad de percibir. Esta porción del espectro abarca las longitudes de onda de la luz que van desde aproximadamente 380 a 750 nanómetros, lo cual engloba los colores del arcoíris: violeta, índigo, azul, verde, amarillo, naranja y rojo. A diferencia de otras formas de radiación electromagnética que no son detectables por el ojo humano, como las microondas o los rayos X, el espectro visible es aquella parte que se traduce en colores visibles para nosotros, formando la experiencia visual que percibimos en nuestro entorno cotidiano.</p>",
        "link": "https://es.wikipedia.org/wiki/Espectro_visible"
    },
    "Luz (Física)": {
        "title": "<h3 style='font-size: 3em;'>Luz (Física)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Agente físico que hace visibles los objetos.</p>",
        "description": "<p style='font-style: italic;'>En física, el término \"luz\" se refiere a un agente físico que tiene la capacidad de hacer visibles los objetos. Este fenómeno se produce cuando la radiación electromagnética, dentro de la porción del espectro visible, incide sobre los objetos y es reflejada o emitida, permitiendo que nuestros ojos detecten esta energía luminosa y perciban el entorno. La luz juega un papel fundamental en nuestra capacidad para ver y reconocer el mundo que nos rodea, siendo esencial para la formación de imágenes visuales y la apreciación de los colores y formas. En resumen, la luz actúa como un medio mediante el cual los objetos se vuelven perceptibles a nuestros sentidos visuales.</p>",
        "link": "https://es.wikipedia.org/wiki/Luz"
    },
    "Física": {
        "title": "<h3 style='font-size: 3em;'>Física</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Ciencia que estudia las propiedades de la materia y de la energía, y las relaciones entre ambas.</p>",
        "description": "<p style='font-style: italic;'>La física es la ciencia que se dedica al estudio de las propiedades de la materia y de la energía, así como a comprender las relaciones que existen entre ambas. Este campo abarca una amplia variedad de fenómenos, desde las partículas subatómicas hasta la mecánica de los cuerpos celestes. La física busca describir y explicar el comportamiento de la naturaleza a través de leyes y principios fundamentales. Al explorar desde lo más pequeño hasta lo más grande en el universo, la física proporciona un marco teórico que contribuye a nuestra comprensión profunda de cómo funciona el mundo que nos rodea.</p>",
        "link": "https://es.wikipedia.org/wiki/F%C3%ADsica"
    },
    "Color Intermedio o Color Terciario (Física)": {
        "title": "<h3 style='font-size: 3em;'>Color Intermedio o Color Terciario (Física)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Un color intermedio es aquel que se obtiene mediante la mezcla de dos colores definidos. Usualmente es sinónimo de color terciario, en este sentido, se consigue al mezclar partes iguales de un color primario y un color secundario.</p>",
        "description": "<p style='font-style: italic;'>Un color intermedio es aquel que se forma al mezclar dos colores definidos. Comúnmente conocido como color terciario, se logra combinando en partes iguales un color primario y un color secundario. Por ejemplo, al mezclar partes iguales de rojo (color primario) y verde (color secundario), obtenemos un color intermedio conocido como marrón. Esta combinación crea una amplia variedad de tonalidades que se sitúan entre los colores originales, ofreciendo una paleta más rica y diversa en la representación visual.</p>",
        "link": "https://es.wikipedia.org/wiki/Color_intermedio"
    },
    "Rosa (Color) (Física)": {
        "title": "<h3 style='font-size: 3em;'>Rosa (Color) (Física)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Dicho de un color: Rojo muy pálido, como el de la rosa común.</p>",
        "description": "<p style='font-style: italic;'>Cuando hablamos del color rosa, nos referimos a un tono de rojo muy pálido, similar al color de la rosa común. Este color se caracteriza por su suavidad y claridad, evocando la delicadeza de los pétalos de una rosa. La tonalidad rosa se logra al reducir la intensidad del rojo, creando un matiz más suave y a menudo asociado con la ternura y la feminidad. En resumen, el color rosa es como un rojo suave, recordándonos la belleza sutil de las rosas que encontramos en la naturaleza.</p>",
        "link": "https://es.wikipedia.org/wiki/Rosa_(color)"
    },
    "Marrón (Color) (Física)": {
        "title": "<h3 style='font-size: 3em;'>Marrón (Color) (Física)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Dicho de un color: Semejante al de la cáscara de la castaña o el pelaje de la ardilla.</p>",
        "description": "<p style='font-style: italic;'>Cuando nos referimos al color marrón, hablamos de una tonalidad semejante a la cáscara de la castaña o al pelaje de la ardilla. Este color se caracteriza por su apariencia cálida y terrosa, recordándonos los tonos naturales presentes en elementos como las nueces o el pelaje de algunos animales. La tonalidad marrón se obtiene típicamente al mezclar partes iguales de un color primario (como el rojo) y un color secundario (como el verde), creando así una paleta de tonos intermedios que reflejan la riqueza de la naturaleza.</p>",
        "link": "https://es.wikipedia.org/wiki/Marr%C3%B3n"
    },
    "Gris (Color) (Física)": {
        "title": "<h3 style='font-size: 3em;'>Gris (Color) (Física)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Dicho de un color: Semejante al de la ceniza o el acero, y que resulta de mezclar el blanco y el negro. </p>",
        "description": "<p style='font-style: italic;'>Cuando nos referimos al color gris, hablamos de una tonalidad semejante al color de la ceniza o el acero. Este color se caracteriza por su aspecto neutro y apagado. La tonalidad gris se logra mediante la mezcla de blanco y negro en proporciones variadas. Es como si estuviéramos combinando la luminosidad del blanco con la oscuridad del negro, creando un color que se encuentra en el punto intermedio entre la claridad y la oscuridad. En resumen, el gris es una tonalidad versátil que refleja la mezcla equilibrada de luminosidad y sombras.</p>",
        "link": "https://es.wikipedia.org/wiki/Gris"
    },
    "Longitud de Onda (Física)": {
        "title": "<h3 style='font-size: 3em;'>Longitud de Onda (Física)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Distancia entre dos puntos correspondientes a una misma fase en dos ondas consecutivas.</p>",
        "description": "<p style='font-style: italic;'> En física, la longitud de onda se define como la distancia entre dos puntos que corresponden a una misma fase en dos ondas consecutivas. Es decir, es la medida entre dos puntos idénticos en patrones sucesivos de una onda. Por ejemplo, si estamos hablando de una onda de luz, la longitud de onda sería la distancia entre dos crestas (puntos más altos) o dos valles (puntos más bajos) consecutivos en la onda. En términos más simples, la longitud de onda nos dice cuánto espacio ocupa un ciclo completo de una onda, proporcionando una medida clave en el estudio de fenómenos ondulatorios como la luz o el sonido.</p>",
        "link": "https://es.wikipedia.org/wiki/Longitud_de_onda"
    },
    "Color No Espectral (Color) (Física)": {
        "title": "<h3 style='font-size: 3em;'>Color No Espectral (Color) (Física)</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Los colores no espectrales serían los no relacionados con una longitud de onda determinada</p>",
        "description": "<p style='font-style: italic;'>Los colores no espectrales son aquellos que no están directamente relacionados con una longitud de onda específica en el espectro de luz visible. A diferencia de los colores del arcoíris, que corresponden a longitudes de onda específicas, los colores no espectrales son el resultado de combinaciones complejas de varios colores en el espectro. Por ejemplo, el magenta y el cian son considerados colores no espectrales, ya que no se asocian directamente con longitudes de onda únicas, sino que se forman a través de la mezcla de colores espectrales como el rojo y el azul. Estos colores no espectrales amplían la paleta de colores disponibles y se utilizan ampliamente en diversas aplicaciones, como la impresión a color.</p>",
        "link": "https://es.wikipedia.org/wiki/Tono_(color)"
    },
    "Coloración Estructural (Física)": {
        "title": "<h3 style='font-size: 3em;'>Coloración Estructural (Física)</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Coloración estructural es la producción de color por superficies con estructuras microscópicas, a veces llamadas esquemocromos, lo suficientemente finas para interferir con la luz visible, a veces en combinación con pigmentos.</p>",
        "description": "<p style='font-style: italic;'>La coloración estructural se refiere a la generación de color por parte de superficies que poseen estructuras microscópicas, a menudo denominadas esquemocromos. Estas estructuras son lo suficientemente finas como para interferir con la luz visible. En ocasiones, este fenómeno se combina con la presencia de pigmentos para lograr efectos cromáticos específicos. Un ejemplo común de coloración estructural se encuentra en las alas de algunas mariposas, donde las delicadas estructuras microscópicas interactúan con la luz para producir colores vibrantes sin depender de pigmentos tradicionales. Este fenómeno destaca la influencia de las estructuras en la manipulación de la luz para crear efectos visuales cautivadores en el reino natural.</p>",
        "link": "https://es.wikipedia.org/wiki/Coloraci%C3%B3n_estructural"
    },
    "Fruta (Nutrición) (Biología)": {
        "title": "<h3 style='font-size: 3em;'>Fruta (Biología)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Fruto comestible de ciertas plantas cultivadas; p. ej., la pera, la guinda, la fresa, etc.</p>",
        "description": "<p style='font-style: italic;'>Las frutas son las partes de ciertas plantas que podemos comer. Son deliciosas y vienen en diferentes formas, colores y sabores. Algunas son dulces, como las manzanas, y otras son ácidas, como las naranjas. Las frutas son importantes para nuestra salud porque nos dan vitaminas y nutrientes que necesitamos para crecer fuertes y sanos. Por ejemplo, la vitamina C que encontramos en las naranjas nos ayuda a mantenernos saludables. Así que recuerda incluir frutas en tu dieta diaria para estar lleno de energía y vitalidad.</p>",
        "link": "https://es.wikipedia.org/wiki/Fruta"
    },
    "Dieta Alimentaria (Nutrición) (Biología)": {
        "title": "<h3 style='font-size: 3em;'>Dieta Alimentaria (Biología)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Conjunto de sustancias que regularmente se ingieren como alimento.</p>",
        "description": "<p style='font-style: italic;'>La dieta es todo lo que comemos regularmente para alimentarnos y mantenernos saludables. Es como un menú de alimentos que consumimos cada día. Imagina que tu cuerpo es como un carro y la comida es su combustible. Necesitas una dieta equilibrada para que tu carro (cuerpo) funcione de manera óptima. Esto significa comer una variedad de alimentos que nos proporcionen energía, vitaminas y minerales necesarios para crecer y mantenernos fuertes. Por ejemplo, tu dieta puede incluir frutas, verduras, proteínas como carne o legumbres, carbohidratos como arroz o pan, y grasas saludables como aceite de oliva. Al seguir una dieta adecuada, tu cuerpo estará bien nutrido y te sentirás lleno de energía para enfrentar el día a día.</p>",
        "link": "https://es.wikipedia.org/wiki/Dieta_(alimentaci%C3%B3n)"
    },
    "Dieta Mediterránea (Nutrición) (Biología)": {
        "title": "<h3 style='font-size: 3em;'>Dieta Mediterránea (Biología)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Régimen alimenticio de los países de la cuenca del mar Mediterráneo basado preferentemente en cereales, legumbres, hortalizas, aceite de oliva y vino.</p>",
        "description": "<p style='font-style: italic;'>La dieta mediterránea es un estilo de alimentación típico de los países que rodean al mar Mediterráneo, como España, Italia, Grecia y otros. Se caracteriza por incluir principalmente alimentos como cereales, legumbres, hortalizas, aceite de oliva y vino con moderación. Es como un viaje culinario por los sabores y aromas del Mediterráneo. Por ejemplo, puedes disfrutar de deliciosas ensaladas con aceite de oliva, pan integral con hummus de garbanzos, pescado fresco al horno con verduras, y frutas frescas de postre. La dieta mediterránea es famosa por sus beneficios para la salud, ya que está llena de ingredientes naturales y nutritivos que mantienen nuestro cuerpo fuerte y saludable. Así que, al seguir la dieta mediterránea, no solo disfrutas de comidas deliciosas, sino que también cuidas de tu salud de una manera deliciosa.</p>",
        "link": "https://es.wikipedia.org/wiki/Dieta_mediterr%C3%A1nea"
    },
    "Vitamina (Nutrición) (Biología)": {
        "title": "<h3 style='font-size: 3em;'>Vitamina (Biología)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Cada una de las sustancias orgánicas que existen en los alimentos y que, en cantidades pequeñísimas, son necesarias para el perfecto equilibrio de las diferentes funciones vitales. Existen varios tipos, designados con las letras A, B, C, etc.</p>",
        "description": "<p style='font-style: italic;'>Las vitaminas son como pequeñas píldoras mágicas que se encuentran en los alimentos y que nuestro cuerpo necesita en cantidades muy pequeñas para mantenerse sano y funcionar correctamente. Son como los superhéroes de la comida, ¡pequeñas pero poderosas! Imagina que tu cuerpo es una máquina muy compleja y las vitaminas son las piezas clave que la hacen funcionar sin problemas. Cada tipo de vitamina tiene su propia función especial. Por ejemplo, la vitamina C es famosa por mantenernos alejados de los resfriados y fortalecer nuestro sistema inmunológico. Puedes encontrar vitamina C en alimentos como las naranjas, fresas y kiwis. </p>",
        "link": "https://es.wikipedia.org/wiki/Vitamina"
    },
    "Nutrición (Biología)": {
        "title": "<h3 style='font-size: 3em;'>Nutrición (Biología)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Acción y efecto de nutrir. Disciplina que estudia la relación entre alimentación y salud. </p>",
        "description": "<p style='font-style: italic;'>La nutrición es la ciencia que se encarga de estudiar cómo los alimentos que comemos afectan nuestra salud y bienestar. Es como un mapa que nos guía para elegir los alimentos adecuados que nuestro cuerpo necesita para crecer y mantenerse saludable. La nutrición nos enseña a entender cómo los diferentes alimentos nos proporcionan energía, vitaminas, minerales y otros nutrientes importantes. Por ejemplo, nos dice que necesitamos comer frutas y verduras todos los días para mantenernos fuertes y protegidos contra enfermedades. También nos ayuda a comprender cómo equilibrar nuestra dieta con proteínas, carbohidratos y grasas saludables. En resumen, la nutrición es como el manual de instrucciones para alimentarnos de manera adecuada y disfrutar de una vida larga y saludable.</p>",
        "link": "https://es.wikipedia.org/wiki/Nutrici%C3%B3n"
    },
    "Salud (Biología)": {
        "title": "<h3 style='font-size: 3em;'>Salud (Biología)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Estado en que el ser orgánico ejerce normalmente todas sus funciones. Condición física y psíquica en que se encuentra un organismo en un momento determinado.</p>",
        "description": "<p style='font-style: italic;'>La salud es como un superpoder que nos permite realizar todas nuestras actividades diarias sin problemas. Cuando estamos saludables, nuestro cuerpo funciona como un reloj, realizando todas sus funciones correctamente. No solo se trata de estar físicamente bien, sino también de sentirnos bien emocionalmente. La salud es como tener un escudo protector que nos ayuda a mantenernos fuertes y felices. Por ejemplo, cuando estamos sanos, podemos correr, saltar, jugar y aprender sin limitaciones. Además, la salud incluye no solo nuestro cuerpo, sino también nuestra mente. Es importante sentirse bien emocionalmente para disfrutar plenamente de la vida. Así que, cuidemos nuestra salud comiendo bien, haciendo ejercicio y manteniendo una actitud positiva hacia la vida.</p>",
        "link": "https://es.wikipedia.org/wiki/Salud"
    },
    "Mineral (Nutrición) (Biología)": {
        "title": "<h3 style='font-size: 3em;'>Mineral (Nutrición) (Biología)</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>En el contexto de la nutrición, un mineral es un elemento químico requerido por los organismos como un nutriente esencial para realizar las funciones necesarias para la vida.</p>",
        "description": "<p style='font-style: italic;'>En la nutrición, un mineral es como un pequeño tesoro que nuestro cuerpo necesita para mantenerse fuerte y saludable. Son elementos químicos que se encuentran en los alimentos y que nuestro cuerpo necesita en cantidades pequeñas pero importantes para funcionar correctamente. Imagina que tu cuerpo es una máquina compleja y los minerales son las piezas esenciales que la mantienen en marcha. Por ejemplo, el calcio es un mineral que necesitamos para tener huesos y dientes fuertes, mientras que el hierro es necesario para transportar oxígeno en la sangre. Los minerales se encuentran en alimentos como las verduras de hoja verde, los lácteos, las legumbres y los frutos secos. Así que, asegúrate de incluir una variedad de alimentos ricos en minerales en tu dieta para mantener tu cuerpo en óptimas condiciones.</p>",
        "link": "https://es.wikipedia.org/wiki/Mineral_(nutriente)"
    },
    "Fibra (Nutrición) (Biología)": {
        "title": "<h3 style='font-size: 3em;'>Fibra (Nutrición) (Biología)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Componente de ciertos alimentos, de naturaleza fibrosa, que les confiere propiedades digestivas salutíferas.</p>",
        "description": "<p style='font-style: italic;'>La fibra es como el escobillón mágico que ayuda a limpiar nuestro sistema digestivo y mantenerlo en buena forma. Es un componente especial que se encuentra en algunos alimentos y que tiene una textura fibrosa. Imagina que tu sistema digestivo es como una autopista por la que pasan todos los alimentos que comes. La fibra es como el guardián de esa autopista, asegurándose de que todo funcione sin problemas. Ayuda a que los alimentos pasen fácilmente por el sistema digestivo y a prevenir problemas como el estreñimiento. Además, la fibra también es buena para controlar los niveles de azúcar en la sangre y el colesterol. Puedes encontrar fibra en alimentos como frutas, verduras, cereales integrales, legumbres y frutos secos. </p>",
        "link": "https://es.wikipedia.org/wiki/Fibra_alimentaria"
    },
    "Manzana (Nutrición) (Biología)": {
        "title": "<h3 style='font-size: 3em;'>Manzana (Nutrición) (Biología)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Fruto del manzano, de forma globosa algo hundida por los extremos del eje, de epicarpio delgado, liso y de color verde claro, amarillo pálido o encarnado, mesocarpio con sabor acídulo o ligeramente azucarado, y semillas pequeñas, de color de caoba, encerradas en un endocarpio coriáceo.</p>",
        "description": "<p style='font-style: italic;'>La manzana es una fruta deliciosa y saludable, que crece en los árboles de manzano. Su forma redonda y piel delgada puede ser de diversos colores, desde verde claro hasta rojizo. Rica en fibra, vitaminas y antioxidantes, las manzanas son excelentes para la salud digestiva y el sistema inmunológico. Su sabor puede variar entre ácido y dulce, y en su centro se encuentran pequeñas semillas marrones dentro de una cáscara dura. Comer una manzana al día no solo es delicioso, sino que también es una excelente manera de mantenerse saludable y disfrutar de sus beneficios nutritivos.</p>",
        "link": "https://es.wikipedia.org/wiki/Manzana"
    },
    "Árbol (Botánica)": {
        "title": "<h3 style='font-size: 3em;'>Árbol (Biología)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Planta de tallo leñoso y elevado, que se ramifica a cierta altura del suelo.</p>",
        "description": "<p style='font-style: italic;'>Un árbol es una planta impresionante con un tallo fuerte y leñoso que se alza alto sobre el suelo y se ramifica en diferentes direcciones a cierta altura. Imagina un gigante verde que se alza hacia el cielo con sus ramas extendidas como brazos protectores. Los árboles son como los gigantes del reino vegetal, proporcionando sombra fresca en verano, refugio para los animales y oxígeno para todos nosotros. Su tronco resistente y robusto les permite crecer durante muchos años, y sus ramas y hojas dan vida a los bosques y paisajes naturales. Desde los majestuosos robles hasta los frondosos árboles frutales, cada uno tiene su propia belleza y importancia en el ecosistema. Los árboles son como los pilares que sostienen la vida en la Tierra, y debemos cuidarlos y protegerlos para asegurar un futuro saludable para nuestro planeta.</p>",
        "link": "https://es.wikipedia.org/wiki/%C3%81rbol"
    },
    "Manzano (Botánica)": {
        "title": "<h3 style='font-size: 3em;'>Manzano (Biología)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Árbol de la familia de las rosáceas, de tronco generalmente tortuoso, ramas gruesas y copa ancha poco regular, hojas sencillas, ovaladas, puntiagudas, dentadas, blancas, verdes por el haz, grises y algo vellosas por el envés, flores en umbela, sonrosadas por fuera y olorosas, y cuyo fruto es la manzana.</p>",
        "description": "<p style='font-style: italic;'>El manzano es un árbol perteneciente a la familia de las rosáceas, caracterizado por su tronco a menudo retorcido, ramas gruesas y una copa amplia y poco regular. Sus hojas son simples, ovaladas y puntiagudas, con bordes dentados, de color verde en el haz y algo vellosas y grises en el envés. Produce flores agrupadas en umbelas, de tonos rosados en el exterior y con un aroma agradable. El fruto que da este árbol es la manzana, una deliciosa y saludable fruta que viene en una variedad de colores y sabores, siendo un tesoro nutritivo que disfrutamos en diversas preparaciones culinarias.</p>",
        "link": "https://es.wikipedia.org/wiki/Malus_domestica"
    },
    "Plátano (Nutrición) (Biología)": {
        "title": "<h3 style='font-size: 3em;'>Plátano (Nutrición) (Biología)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Fruto comestible de las plataneras, que es una baya alargada, de diez a quince centímetros de longitud, algo encorvada y de corteza lisa y amarilla.</p>",
        "description": "<p style='font-style: italic;'>El plátano es una fruta deliciosa y nutritiva que proviene de la planta de plataneras. Se presenta en forma de una baya alargada, de unos diez a quince centímetros de longitud, ligeramente curvada y con una cáscara lisa y de color amarillo cuando está maduro. Esta fruta es una excelente fuente de energía, gracias a su contenido de carbohidratos, y también proporciona fibra, vitaminas y minerales esenciales para nuestra salud. Además de ser versátil en la cocina, el plátano es conocido por su dulzura natural y su conveniencia como un snack rápido y fácil de llevar. Incorporar plátanos en nuestra dieta diaria no solo nos brinda un delicioso sabor, sino también una variedad de beneficios para la salud.</p>",
        "link": "https://es.wikipedia.org/wiki/Banana"
    },
    "Platanera (Botánica)": {
        "title": "<h3 style='font-size: 3em;'>Platanera (Biología)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Planta herbácea de grandes dimensiones perteneciente a la familia de las musáceas. Alcanza una altura de 2 a 3 m y un fuste de unos 20 cm de diámetro, formado por las vainas de las hojas, enrolladas apretadamente unas sobre otras y terminadas en un amplio limbo, de unos 2 m de longitud y unos 30 cm de anchura, redondeadas en su ápice. El conjunto de estas hojas forma el penacho o copa de la planta.</p>",
        "description": "<p style='font-style: italic;'>La platanera es una planta herbácea de gran tamaño que pertenece a la familia de las musáceas. Esta planta impresionante puede alcanzar alturas de 2 a 3 metros y tiene un tronco robusto que mide aproximadamente 20 centímetros de diámetro. Su peculiaridad radica en la disposición de sus hojas, las cuales se encuentran enrolladas apretadamente unas sobre otras, formando un fuste o tronco. Estas hojas tienen un largo limbo de aproximadamente 2 metros de longitud y 30 centímetros de ancho, con forma redondeada en su extremo superior. El conjunto de estas hojas forma lo que se conoce como el penacho o copa de la planta, que le proporciona una apariencia distintiva y majestuosa. La platanera, como su nombre indica, es la planta que produce los plátanos.</p>",
        "link": "https://es.wikipedia.org/wiki/Musa_%C3%97_paradisiaca"
    },
    "Fruta Tropical (Nutrición) (Biología)": {
        "title": "<h3 style='font-size: 3em;'>Fruta Tropical (Nutrición) (Biología)</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Una fruta tropical es una fruta proveniente de las zonas de clima tropical o subtropical. Las frutas tropicales tienen en común en la gran mayoría de los casos, el no poder soportar las temperaturas frías cercanas o inferiores a 0 °C; a diferencia de las frutas de clima templado o frío;​ y llegando a ser dañadas o tener trastornos en el desarrollo cuando la temperatura cae por debajo de 4 °C.</p>",
        "description": "<p style='font-style: italic;'>Una fruta tropical es un tipo de fruta que se cultiva en regiones de clima tropical o subtropical. Estas frutas se caracterizan por su delicioso sabor y su variada gama de colores y formas. Lo que distingue a las frutas tropicales es su sensibilidad a las temperaturas frías, ya que la mayoría no pueden sobrevivir a temperaturas cercanas o inferiores a los 0 °C. Esto significa que no pueden cultivarse en regiones con climas fríos. Las frutas tropicales suelen prosperar en climas cálidos y húmedos, donde reciben la cantidad adecuada de luz solar y lluvia para crecer. Algunos ejemplos de frutas tropicales incluyen el mango, la piña, la papaya, el plátano, la guayaba y la maracuyá. Estas frutas no solo son deliciosas, sino que también están llenas de nutrientes y vitaminas que contribuyen a una dieta saludable.</p>",
        "link": "https://es.wikipedia.org/wiki/Fruta_tropical"
    },
    "Naranja (Nutrición) (Biología)": {
        "title": "<h3 style='font-size: 3em;'>Naranja (Nutrición) (Biología)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Fruto del naranjo, de forma globosa, de seis a ocho centímetros de diámetro, corteza rugosa, de color entre rojo y amarillo, como el de la pulpa, que está dividida en gajos, y es comestible, jugosa y de sabor agridulce.</p>",
        "description": "<p style='font-style: italic;'>La naranja es un fruto delicioso y nutritivo que proviene del naranjo. Tiene una forma globosa, con un diámetro que varía entre seis y ocho centímetros. Su corteza es rugosa y puede presentar colores que van desde el rojo hasta el amarillo, al igual que su pulpa, la cual está dividida en gajos. Esta pulpa es jugosa, comestible y tiene un sabor agridulce que la hace muy agradable al paladar. Además de ser una fuente de hidratación, las naranjas están llenas de vitamina C, antioxidantes y fibra, lo que las convierte en una excelente opción para fortalecer el sistema inmunológico, mejorar la digestión y mantenernos saludables.</p>",
        "link": "https://es.wikipedia.org/wiki/Naranja_(fruta)"
    },
    "Naranjo (Botánica)": {
        "title": "<h3 style='font-size: 3em;'>Naranjo (Biología)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Árbol de la familia de las rutáceas, de cuatro a seis metros de altura, siempre verde, florido y con fruto, tronco liso y ramoso; copa abierta, hojas alternas, ovaladas, duras, lustrosas, pecioladas y de un hermoso color verde. Es originario de Asia y se cultiva mucho en España. Su flor es el azahar y su fruto la naranja.</p>",
        "description": "<p style='font-style: italic;'>El naranjo es un árbol perteneciente a la familia de las rutáceas, que alcanza una altura de cuatro a seis metros. Es un árbol perenne, es decir, siempre verde, con una apariencia floreciente y fructífera durante gran parte del año. Su tronco es liso y ramificado, con una copa abierta que ofrece una sombra refrescante. Las hojas del naranjo son alternas, ovaladas, duras, brillantes y de un verde hermoso. Originario de Asia, el naranjo es ampliamente cultivado en España y en otras regiones tropicales y subtropicales del mundo. Una de sus características más destacadas es su flor, conocida como azahar, que tiene un aroma dulce y embriagador. El fruto del naranjo es la naranja, una fruta jugosa y deliciosa que es apreciada por su sabor refrescante y sus beneficios nutricionales.</p>",
        "link": "https://es.wikipedia.org/wiki/Citrus_%C3%97_aurantium"
    },
    "Pera (Nutrición) (Biología)": {
        "title": "<h3 style='font-size: 3em;'>Pera (Nutrición) (Biología)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Fruto del peral.</p>",
        "description": "<p style='font-style: italic;'>La pera es el delicioso fruto que proviene del peral, un árbol de la familia de las Rosáceas. Este fruto tiene una forma redondeada y alargada, con una cáscara fina y lisa que puede variar en color desde el verde hasta el amarillo dorado, dependiendo de la variedad y del grado de maduración. La pulpa de la pera es jugosa y dulce, con una textura suave y delicada. Las peras son una excelente fuente de fibra, vitaminas y minerales, y son conocidas por sus beneficios para la salud digestiva y cardiovascular. Se pueden disfrutar frescas como un bocado refrescante y saludable, o también se pueden utilizar en una variedad de recetas, desde ensaladas hasta postres horneados.</p>",
        "link": "https://es.wikipedia.org/wiki/Pera"
    },
    "Peral (Botánica)": {
        "title": "<h3 style='font-size: 3em;'>Peral (Biología)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Árbol de la familia de las rosáceas, cuya altura varía entre tres y catorce metros según las distintas variedades. Tiene tronco recto y liso, copa bien poblada, hojas pecioladas, lampiñas, aovadas y puntiagudas, flores blancas en corimbos terminales, y por fruto la pera.</p>",
        "description": "<p style='font-style: italic;'>El peral es un árbol perteneciente a la familia de las rosáceas, que puede alcanzar alturas que varían entre tres y catorce metros, dependiendo de la variedad. Se caracteriza por tener un tronco recto y liso, con una copa densa y bien poblada de hojas. Las hojas del peral son pecioladas, es decir, tienen un pequeño tallo que las une al tallo principal de la planta, son lisas y tienen forma ovalada con puntas afiladas. En primavera, el peral produce flores blancas que se agrupan en corimbos terminales, lo que le otorga una apariencia muy llamativa y hermosa. El fruto que da este árbol es la pera, una fruta deliciosa y jugosa que es apreciada en todo el mundo por su sabor dulce y su textura suave.</p>",
        "link": "https://es.wikipedia.org/wiki/Pyrus_communis"
    },
    "Fresa (Nutrición) (Biología)": {
        "title": "<h3 style='font-size: 3em;'>Fresa (Nutrición) (Biología)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Fruto de la fresera.</p>",
        "description": "<p style='font-style: italic;'> La fresa es el delicioso fruto que proviene de la fresera, una planta herbácea de la familia de las Rosáceas. Este fruto tiene una forma redondeada y pequeña, con una textura suave y brillante. Su color puede variar desde un rojo intenso hasta tonos más claros, dependiendo de la variedad y del grado de maduración. Las fresas están cubiertas por pequeñas semillas doradas incrustadas en su superficie, que le dan un aspecto distintivo. Su sabor es dulce y refrescante, con un ligero toque ácido que las hace irresistibles. Las fresas son una excelente fuente de vitamina C, antioxidantes y fibra, y son conocidas por sus beneficios para la salud cardiovascular y la piel. Se pueden disfrutar solas, con crema, en ensaladas de frutas, o como ingrediente en una amplia variedad de postres y platos dulces.</p>",
        "link": "https://es.wikipedia.org/wiki/Fragaria"
    },
    "Fresa, Fresera (Botánica)": {
        "title": "<h3 style='font-size: 3em;'>Fresa, Fresera (Biología)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Planta de la familia de las rosáceas, con tallos rastreros, nudosos y con estolones, hojas pecioladas, vellosas, blanquecinas por el envés, divididas en tres segmentos aovados y con dientes gruesos en el margen; flores pedunculadas, blancas o amarillentas, solitarias o en corimbos poco nutridos, y fruto casi redondo, algo apuntado, de un centímetro de largo, rojo, suculento y fragante.</p>",
        "description": "<p style='font-style: italic;'>Fresera (también conocida como fresa silvestre): La fresera es una planta de la familia de las rosáceas, caracterizada por sus tallos rastreros que se extienden por el suelo y emiten estolones, o brotes laterales que se enraízan para formar nuevas plantas. Las hojas de la fresera son pecioladas, vellosas y tienen un color blanquecino en el envés. Están divididas en tres segmentos ovalados con bordes dentados. En primavera, la fresera produce flores pedunculadas, que pueden ser blancas o amarillentas, y se presentan solitarias o en grupos poco densos llamados corimbos. El fruto de la fresera es casi redondo, ligeramente puntiagudo, de aproximadamente un centímetro de largo. Son de color rojo intenso, suculentos y fragantes, y tienen un sabor dulce y delicioso. Las fresas silvestres son apreciadas por su sabor único y se pueden encontrar en su estado natural en áreas boscosas y campos abiertos.</p>",
        "link": "https://es.wikipedia.org/wiki/Fragaria"
    },
    "Uva (Nutrición) (Biología)": {
        "title": "<h3 style='font-size: 3em;'>Uva (Nutrición) (Biología)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Baya o grano más o menos redondo y jugoso, fruto de la vid, que forma racimos.</p>",
        "description": "<p style='font-style: italic;'>La uva es una fruta deliciosa y jugosa que proviene de la vid, una planta trepadora de la familia de las Vitáceas. Cada uva es una baya o grano más o menos redondo, que puede variar en tamaño y color según la variedad. Estas bayas se agrupan en racimos, que cuelgan de los tallos de la vid. Las uvas son conocidas por su dulzura natural y su frescura, y vienen en una amplia gama de colores, incluyendo el verde, el rojo, el morado y el negro. Son una excelente fuente de antioxidantes, vitaminas y minerales, y se pueden disfrutar tanto frescas como en forma de jugo, vino, mermelada o pasas. Las uvas son un alimento versátil y nutritivo que se disfruta en todo el mundo.</p>",
        "link": "https://es.wikipedia.org/wiki/Uva"
    },
    "Vid (Botánica)": {
        "title": "<h3 style='font-size: 3em;'>Vid (Biología)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Planta vivaz y trepadora de la familia de las vitáceas, con tronco retorcido, vástagos muy largos, flexibles y nudosos, cuyo fruto es la uva.</p>",
        "description": "<p style='font-style: italic;'>La vid es una planta trepadora perenne de la familia de las Vitáceas, conocida científicamente como Vitis vinifera. Se caracteriza por tener un tronco retorcido y nudoso, del cual brotan largos vástagos flexibles que se extienden y se enredan en estructuras de soporte. Estos vástagos, conocidos como sarmientos, son los responsables de sostener los racimos de uvas, el fruto característico de la vid. Las uvas son bayas jugosas, más o menos redondas, que pueden variar en tamaño, color y sabor según la variedad. La vid es ampliamente cultivada en todo el mundo por sus frutos, que se utilizan para producir vino, jugo de uva, pasas y otros productos alimenticios. Además de su valor culinario, la vid también es apreciada por su belleza ornamental y su papel cultural en muchas sociedades.</p>",
        "link": "https://es.wikipedia.org/wiki/Vitis"
    },
    "Sandía (Nutrición) (Biología)": {
        "title": "<h3 style='font-size: 3em;'>Sandía (Nutrición) (Biología)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Fruto de la sandía.</p>",
        "description": "<p style='font-style: italic;'>La sandía es una fruta refrescante y jugosa que crece en una planta trepadora llamada sandía, de la familia de las Cucurbitáceas. Este fruto es grande y redondeado, con una cáscara exterior gruesa y verde con rayas más claras o oscuras. Su pulpa interna es de un color rojo intenso o rosado, aunque también hay variedades con pulpa amarilla o naranja. La sandía es conocida por su alto contenido de agua, lo que la hace extremadamente refrescante, especialmente en climas cálidos. Además, es una excelente fuente de vitaminas y minerales, como la vitamina C y el potasio. Se consume principalmente cruda, en rodajas o trozos, como una deliciosa y saludable opción para calmar la sed y satisfacer el hambre en los días calurosos de verano.</p>",
        "link": "https://es.wikipedia.org/wiki/Citrullus_lanatus"
    },
    "Sandía (Botánica)": {
        "title": "<h3 style='font-size: 3em;'>Sandía (Biología)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Planta herbácea anual, de la familia de las cucurbitáceas, con tallo velloso, flexible, rastrero, de tres a cuatro metros de largo, hojas partidas en segmentos redondeados y de color verde oscuro, flores amarillas, fruto casi esférico, tan grande que a veces pesa 20 kg, de corteza verde uniforme o jaspeada y pulpa encarnada, granujienta, aguanosa y dulce, entre la que se encuentran, formando líneas concéntricas, muchas pepitas negras y aplastadas. Es planta muy cultivada en España.</p>",
        "description": "<p style='font-style: italic;'> La sandía es una planta herbácea anual perteneciente a la familia de las cucurbitáceas. Se caracteriza por tener un tallo velloso, flexible y rastrero, que puede alcanzar longitudes de tres a cuatro metros. Sus hojas están divididas en segmentos redondeados de color verde oscuro. Produce flores de color amarillo brillante. El fruto de la sandía es casi esférico y puede llegar a ser extremadamente grande, a veces pesando hasta 20 kg. Su corteza es de color verde uniforme o jaspeada. La pulpa interna de la sandía es encarnada, granujienta, aguanosa y dulce, con muchas pepitas negras y aplastadas dispuestas en líneas concéntricas. La sandía es una planta ampliamente cultivada en España y en otras regiones cálidas del mundo, apreciada por su refrescante sabor y sus cualidades nutritivas.</p>",
        "link": "https://es.wikipedia.org/wiki/Citrullus_lanatus"
    },
    "Melón (Nutrición) (Biología)": {
        "title": "<h3 style='font-size: 3em;'>Melón (Nutrición) (Biología)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Fruto del melón.</p>",
        "description": "<p style='font-style: italic;'>El melón es una fruta jugosa y dulce que crece en la planta de melón, perteneciente a la familia de las Cucurbitáceas. Este fruto tiene una forma redondeada u ovalada, con una cáscara exterior de textura rugosa y color que puede variar desde el verde claro hasta el amarillo, pasando por diferentes tonos de naranja. Su pulpa interna es de color blanco, amarillo o naranja, dependiendo de la variedad, y está llena de jugo y sabor dulce. Los melones suelen tener una cavidad central llena de semillas, las cuales se pueden retirar antes de consumir la fruta. Son una excelente fuente de vitaminas A y C, así como de potasio y fibra dietética. Se consumen frescos como postre o como parte de ensaladas de frutas, y también se utilizan en la preparación de batidos, sorbetes y otros postres. El melón es una fruta muy apreciada en climas cálidos por su refrescante sabor y su alto contenido de agua.</p>",
        "link": "https://es.wikipedia.org/wiki/Cucumis_melo"
    },
    "Melón (Botánica)": {
        "title": "<h3 style='font-size: 3em;'>Melón (Botánica)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Planta herbácea anual, de la familia de las cucurbitáceas, con tallos tendidos, ramosos, ásperos, con zarcillos, y de tres a cuatro metros de longitud, hojas pecioladas, partidas en cinco lóbulos obtusos, flores solitarias de corola amarilla, y fruto elipsoidal de 20 a 30 cm de largo, con cáscara blanca, amarilla, verde o manchada de estos colores, carne olorosa, abundante, dulce, blanda, aguanosa, que deja en el interior un hueco donde hay muchas pepitas de corteza amarilla y almendra blanca. Es originaria de Oriente y muy estimada.</p>",
        "description": "<p style='font-style: italic;'>El melón es una planta herbácea anual perteneciente a la familia de las cucurbitáceas. Se caracteriza por tener tallos tendidos, ramosos, ásperos y con zarcillos, que pueden alcanzar longitudes de tres a cuatro metros. Sus hojas son pecioladas y están divididas en cinco lóbulos obtusos. Produce flores solitarias de corola amarilla. El fruto del melón es elipsoidal y puede medir entre 20 y 30 cm de largo. Su cáscara puede ser blanca, amarilla, verde o manchada con estos colores. La pulpa del melón es olorosa, abundante, dulce, blanda y aguanosa, dejando en su interior un hueco donde se encuentran numerosas pepitas de corteza amarilla y almendra blanca. Originario de Oriente, el melón es una planta muy estimada y ampliamente cultivada en diferentes regiones del mundo debido a su delicioso sabor y su valor nutricional.</p>",
        "link": "https://es.wikipedia.org/wiki/Cucumis_melo"
    },
    "Kiwi (Nutrición) (Biología)": {
        "title": "<h3 style='font-size: 3em;'>Kiwi (Nutrición) (Biología)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Fruto comestible del kiwi, de piel ligeramente vellosa y pulpa de color verde.</p>",
        "description": "<p style='font-style: italic;'>El kiwi es una deliciosa fruta comestible que proviene de la planta del kiwi, conocida científicamente como Actinidia deliciosa. Esta fruta tiene una piel ligeramente vellosa y una pulpa de color verde brillante. Su sabor es dulce y refrescante, con un ligero toque ácido. El kiwi es una excelente fuente de vitamina C, vitamina K, potasio y fibra dietética. Se consume principalmente fresco, cortado en rodajas o cucharadas, aunque también se puede utilizar en ensaladas de frutas, batidos, postres y otros platos. Es apreciado no solo por su sabor único, sino también por sus beneficios para la salud, ya que ayuda a fortalecer el sistema inmunológico, mejorar la digestión y mantener la salud del corazón.</p>",
        "link": "https://es.wikipedia.org/wiki/Kiwi"
    },
    "Kiwi (Botánica)": {
        "title": "<h3 style='font-size: 3em;'>Kiwi (Botánica)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Arbusto trepador originario de China, de hojas alternas y redondeadas y flores blancas o amarillas, con cinco pétalos.</p>",
        "description": "<p style='font-style: italic;'>El kiwi es un arbusto trepador que tiene su origen en China. Pertenece a la especie Actinidia deliciosa. Se caracteriza por tener hojas alternas y redondeadas. Sus flores son pequeñas y pueden ser blancas o amarillas, con cinco pétalos. Este arbusto es conocido por su vigoroso crecimiento y su capacidad para trepar sobre estructuras de soporte, como pérgolas o vallas. Es cultivado principalmente por su deliciosa fruta, el kiwi, pero también puede ser apreciado como planta ornamental por la belleza de sus flores y follaje.</p>",
        "link": "https://es.wikipedia.org/wiki/Actinidia_deliciosa"
    },
    "Piña (Nutrición) (Biología)": {
        "title": "<h3 style='font-size: 3em;'>Piña (Nutrición) (Biología)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Fruto del ananás.</p>",
        "description": "<p style='font-style: italic;'>La piña es el fruto del ananás, una planta tropical de la familia de las Bromeliáceas, conocida científicamente como Ananas comosus. Este fruto es famoso por su sabor dulce y refrescante, así como por su aroma exótico. La piña tiene una cáscara áspera y espinosa en el exterior, que varía en color desde el verde al amarillo dorado cuando está madura. Su pulpa interior es jugosa, de color amarillo brillante, y está salpicada de pequeñas fibras. La piña es una excelente fuente de vitamina C, manganeso y otras vitaminas y minerales. Se puede consumir fresca, en rodajas o trozos, sola o como parte de ensaladas de frutas, batidos, cócteles y platos de cocina. Es una fruta muy versátil y deliciosa que se disfruta en todo el mundo.</p>",
        "link": "https://es.wikipedia.org/wiki/Ananas_comosus"
    },
    "Ananás (Botánica)": {
        "title": "<h3 style='font-size: 3em;'>Ananás (Botánica)</h3>",
        "source": "<p style='color: #007BFF;'>RAE</p>",
        "definition": "<p style='font-style: italic;'>Planta vivaz, de la familia de las bromeliáceas, que crece hasta unos 70 cm de altura, con hojas glaucas, ensiformes, rígidas, de bordes espinosos y rematados en punta muy aguda; flores de color morado y fruto grande en forma de piña, carnoso, amarillento, muy fragante, suculento y terminado por un penacho de hojas.</p>",
        "description": "<p style='font-style: italic;'>El ananás es una planta vivaz perteneciente a la familia de las bromeliáceas, conocida científicamente como Ananas comosus. Esta planta puede crecer hasta unos 70 cm de altura y se caracteriza por sus hojas glaucas, ensiformes y rígidas, que tienen bordes espinosos y terminan en una punta muy aguda. Produce flores de color morado. El fruto del ananás es grande y tiene forma de piña, con una cáscara exterior carnosa y amarillenta. La piña es muy fragante y suculenta, y está terminada por un penacho de hojas en la parte superior. Es apreciada en todo el mundo por su sabor dulce y refrescante, así como por su versatilidad en la cocina. Se consume fresca, en jugos, ensaladas, postres y como ingrediente en una variedad de platos salados.</p>",
        "link": "https://es.wikipedia.org/wiki/Ananas_comosus"
    },
    "Millar": {
        "title": "<h3 style='font-size: 3em;'>Millar</h3>",
        "source": "<p style='color: #007BFF;'>RAE (sept. 2021):</p>",
        "definition": "<p style='font-style: italic;'>Conjunto o colección de mil cosas.</p>",
        "description": "<p style='font-style: italic;'>En matemáticas, un \"millar\" es como un grupo gigante de mil cosas. Puedes imaginarlo como una gran cantidad de bolitas, caramelos o cualquier otro objeto que tengas mil unidades. También se usa para contar números muy grandes. Por ejemplo, el número \"3000\" significa tres millares, lo que equivale a tres grupos de mil. Así que, en resumen, un millar es una gran cantidad de mil cosas o la forma en que contamos grupos de mil en los números.</p>",
        "link": "https://es.wikipedia.org/wiki/Mil"
    }
}

