{
    "Contar": {
        "title": "<h3 style='font-size: 3em;'>Contar</h3>",
        "source": "<p style='color: #007BFF;'>RAE (sept. 2021):</p>",
        "definition": "<p style='font-style: italic;'>Numerar, fijar la cantidad o número de algo.</p>",
        "description": "<p style='font-style: italic;'>Contar es simplemente decir los números en orden para saber cuántas cosas tienes o cuántas cosas hay en un grupo. Por ejemplo, si cuentas tus amigos y dices uno, dos, tres, estás contando tus amigos para saber cuántas tienes. Es como usar una especie de lista de números para saber la cantidad de algo. </p>",
        "link": "https://es.wikipedia.org/wiki/Contar"
    },
    "Numerar": {
        "title": "<h3 style='font-size: 3em;'>Numerar</h3>",
        "source": "<p style='color: #007BFF;'>RAE (sept. 2021):</p>",
        "definition": "<p style='font-style: italic;'>Poner números a una serie de objetos o a sus partes.</p>",
        "description": "<p style='font-style: italic;'>\"Numerar\" en el contexto matemático significa asignar números a elementos en una secuencia ordenada para identificarlos individualmente y llevar un registro de su posición. Es como etiquetar o marcar objetos en una serie o secuencia con números para saber cuál es cuál y en qué lugar se encuentran en esa secuencia. Por ejemplo, si tienes una serie de libros en una biblioteca y les asignas números en orden, estás numerando los libros para saber cuál es el primero, cuál es el segundo, y así sucesivamente. Esto ayuda a organizar y distinguir los elementos de una lista o serie.</p>",
        "link": "https://es.wikipedia.org/wiki/Enumeraci%C3%B3n"
    },
    "Número": {
        "title": "<h3 style='font-size: 3em;'>Número</h3>",
        "source": "<p style='color: #007BFF;'>RAE (sept. 2021):</p>",
        "definition": "<p style='font-style: italic;'>Expresión compuesta por cifras que permite designar una cantidad en relación con su unidad.</p>",
        "description": "<p style='font-style: italic;'>Un número es una etiqueta que usamos para contar cosas o medir cantidades. Por ejemplo, cuando decimos \"uno, dos, tres\", estamos usando números para contar objetos, como galletas o flores. Los números nos ayudan a decir cuántas cosas hay y a compararlas. También pueden representar la posición de algo en una lista, como el número de un asiento en un cine. Básicamente, los números son como herramientas que usamos en la vida diaria para entender y describir la cantidad y el orden de las cosas.</p>",
        "link": "https://es.wikipedia.org/wiki/N%C3%BAmero"
    },
    "Sistema de Numeración Decimal": {
        "title": "<h3 style='font-size: 3em;'>Sistema de Numeración Decimal</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>El sistema de numeración decimal, es un sistema de numeración posicional en el que las cantidades se representan utilizando como base aritmética el número diez. El conjunto de símbolos utilizado (sistema de numeración arábiga) se compone de diez cifras: cero (0), uno (1), dos (2), tres (3), cuatro (4), cinco (5), seis (6), siete (7), ocho (8) y nueve (9).</p>",
        "description": "<p style='font-style: italic;'>Un \"Sistema de Numeración Decimal\" es una forma especial de contar y escribir números que utiliza diez símbolos diferentes, como los números del 0 al 9. Imagina que los números son como las palabras en un idioma que usamos para decir cuántas cosas tenemos. En este sistema, cuando contamos, llegamos a \"9\" y luego volvemos a empezar, como cuando decimos \"10\". Cada número en este sistema tiene un lugar especial que le da un valor, como las unidades, decenas o centenas, que nos ayuda a entender cuánto vale realmente. Este sistema es el que usamos en la vida cotidiana para contar y hacer matemáticas.</p>",
        "link": "https://es.wikipedia.org/wiki/Sistema_de_numeraci%C3%B3n_decimal"
    },
    "Notación posicional": {
        "title": "<h3 style='font-size: 3em;'>Notación posicional</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>La notación posicional es un sistema de numeración en el cual cada dígito posee un valor que depende de su posición relativa, la cual está determinada por la base, que es el número de dígitos necesarios para escribir cualquier número. Un ejemplo de numeración posicional es el habitualmente usado sistema decimal (base 10), necesitándose diez dígitos diferentes, los cuales deberán estar constituidos de un símbolo (grafema), cuyo valor en orden creciente es: 0, 1, 2, 3, 4, 5, 6, 7, 8, 9. Para los números escritos en sistemas de bases menores, se usan solo los dígitos de menor valor; para los escritos con bases mayores que 10, se utilizan letras: 0, 1, 2, 3, 4, 5, 6, 7, 8, 9, A, B, C, D, ...</p>",
        "description": "<p style='font-style: italic;'>La \"Notación Posicional\" es como un lenguaje especial que usamos para escribir números de manera ordenada y comprensible. Imagina que los números son como palabras en una oración, y cada número tiene un lugar específico en esa oración. La posición de un número en ese lugar le da su valor, igual que las palabras en una oración tienen significados según su posición. Por ejemplo, en el número \"123\", el \"1\" está en el lugar de las centenas, el \"2\" en el lugar de las decenas y el \"3\" en el lugar de las unidades. Esta notación hace que los números sean fáciles de leer y entender, como las palabras en una historia.</p>",
        "link": "https://es.wikipedia.org/wiki/Notaci%C3%B3n_posicional"
    },
    "Infinito": {
        "title": "<h3 style='font-size: 3em;'>Infinito</h3>",
        "source": "<p style='color: #007BFF;'>RAE (sept. 2021):</p>",
        "definition": "<p style='font-style: italic;'>En lógica y matemáticas, se refiere a una magnitud que no tiene límites ni fin, como la secuencia de números naturales (1, 2, 3, ...) que nunca termina. También se utiliza en un sentido más general para describir algo que es ilimitado o inagotable en su extensión o duración.</p>",
        "description": "<p style='font-style: italic;'>\"Infinito\" es como un concepto mágico que significa que algo nunca se acaba. Imagina que tienes una cuerda muy larga que nunca termina, no importa cuánto la estires. Eso es como el infinito. En matemáticas, usamos \"infinito\" para decir que algo continúa para siempre, como los números que nunca paran de aumentar (1, 2, 3, ... ¡y así sucesivamente para siempre!). Es un poco como el cielo estrellado en una noche sin fin: ¡siempre hay más números y estrellas por descubrir!</p>",
        "link": "https://es.wikipedia.org/wiki/Infinito"
    },
    "Conjunto": {
        "title": "<h3 style='font-size: 3em;'>Conjunto</h3>",
        "source": "<p style='color: #007BFF;'>RAE (sept. 2021):</p>",
        "definition": "<p style='font-style: italic;'>Colección de elementos o números reunidos de acuerdo con una regla o criterio específico.</p>",
        "description": "<p style='font-style: italic;'>Un \"conjunto\" es como una caja imaginaria que contiene cosas similares. Piensa en una caja de juguetes: todos los juguetes dentro de la caja son un conjunto porque tienen algo en común, como ser de colores o formas similares. En matemáticas, un conjunto es como una lista de números o elementos que están agrupados juntos por alguna razón, como los números pares (2, 4, 6, ...) o los animales de la granja (vacas, cerdos, gallinas, ...). Es como poner cosas que tienen algo en común en un mismo lugar.</p>",
        "link": "https://es.wikipedia.org/wiki/Conjunto"
    },
    "Cifra": {
        "title": "<h3 style='font-size: 3em;'>Cifra</h3>",
        "source": "<p style='color: #007BFF;'>RAE (sept. 2021):</p>",
        "definition": "<p style='font-style: italic;'>Signo o conjunto de signos con que se representa un número.</p>",
        "description": "<p style='font-style: italic;'>Una \"cifra\" es como un número pequeñito, como los que vemos todos los días en los relojes o cuando contamos cosas. Imagina que cada número que vemos, como el \"7\" en un reloj o el \"3\" en tu edad, es una cifra. En matemáticas, las cifras son como los ladrillos con los que construimos los números más grandes. Por ejemplo, el número \"73\" está hecho de las cifras \"7\" y \"3\". Es como si cada cifra fuera un bloque que usamos para construir nuestros números.</p>",
        "link": "https://es.wikipedia.org/wiki/Cifra_(matem%C3%A1tica)"
    },
    "Dígito": {
        "title": "<h3 style='font-size: 3em;'>Dígito</h3>",
        "source": "<p style='color: #007BFF;'>RAE (sept. 2021):</p>",
        "definition": "<p style='font-style: italic;'>Cada uno de los caracteres o símbolos con los que se representan los números en la numeración decimal, que son los siguientes: 0, 1, 2, 3, 4, 5, 6, 7, 8 y 9.</p>",
        "description": "<p style='font-style: italic;'>Un \"dígito\" es como un número pequeñito que usamos todos los días. Imagina que los números son como las palabras en un idioma, y los dígitos son las letras de ese idioma. Los dígitos son solo diez: 0, 1, 2, 3, 4, 5, 6, 7, 8 y 9. Usamos estos dígitos para escribir todos los números más grandes. Por ejemplo, el número \"5\" es un dígito que usamos para escribir el número \"50\" o \"500\". Es como si los dígitos fueran las piezas más pequeñas que forman los números que usamos en nuestra vida diaria.</p>",
        "link": "https://es.wikipedia.org/wiki/Cifra_(matem%C3%A1tica)"
    },
    "Unidad": {
        "title": "<h3 style='font-size: 3em;'>Unidad</h3>",
        "source": "<p style='color: #007BFF;'>RAE (sept. 2021):</p>",
        "definition": "<p style='font-style: italic;'>Valor o cantidad básica utilizada como referencia para medir, contar o comparar otras cantidades. En muchos casos, la unidad se representa con el número \"1\" y se utiliza para construir números más grandes mediante la adición o multiplicación.</p>",
        "description": "<p style='font-style: italic;'>En matemáticas, \"unidad\" es como la pieza más pequeña que usamos para contar cosas o medir cantidades. Es como tener una regla donde la unidad es el centímetro, y cuando decimos \"3 centímetros\", estamos usando la unidad para medir una distancia. O cuando decimos \"3 manzanas\", la unidad es \"manzana\", y estamos contando cuántas tenemos. En resumen, la unidad es como la pieza básica que nos ayuda a decir cuántas cosas tenemos o a medir distancias, como si fuera el ladrillo más pequeño de un edificio de números.</p>",
        "link": "https://es.wikipedia.org/wiki/Uno"
    },
    "Decena": {
        "title": "<h3 style='font-size: 3em;'>Decena</h3>",
        "source": "<p style='color: #007BFF;'>RAE (sept. 2021):</p>",
        "definition": "<p style='font-style: italic;'>Conjunto de diez cosas de cualquier género.</p>",
        "description": "<p style='font-style: italic;'>En matemáticas, una \"decena\" es como un grupo de diez elementos o cosas. Imagina que tienes diez galletas y las pones juntas en un grupo; eso sería una decena de galletas. También puedes pensar en los números, como el \"30\". El \"30\" significa tres decenas, lo que significa tres grupos de diez. Entonces, en matemáticas, una decena es como una colección de diez cosas o la forma en que contamos grupos de diez en los números.</p>",
        "link": "https://es.wikipedia.org/wiki/Diez"
    },
    "Centena": {
        "title": "<h3 style='font-size: 3em;'>Centena</h3>",
        "source": "<p style='color: #007BFF;'>RAE (sept. 2021):</p>",
        "definition": "<p style='font-style: italic;'>Conjunto o colección de cien cosas.</p>",
        "description": "<p style='font-style: italic;'>En matemáticas, una \"centena\" es como un grupo grande de cien cosas. Es como si tuvieras una colección de cien bolitas o cien caramelos y los pusieras juntos en un solo grupo. También se usa para contar números grandes. Por ejemplo, el número \"300\" significa tres centenas, lo que equivale a tres grupos de cien. Así que, en resumen, una centena es como un montón grande de cien cosas o la forma en que contamos grupos de cien en los números.</p>",
        "link": "https://es.wikipedia.org/wiki/Centena"
    },
    "Guarismo": {
        "title": "<h3 style='font-size: 3em;'>Guarismo</h3>",
        "source": "<p style='color: #007BFF;'>RAE (sept. 2021)</p>",
        "definition": "<p style='font-style: italic;'>Cada uno de los signos o cifras arábigas que expresan una cantidad.</p>",
        "description": "<p style='font-style: italic;'>En matemáticas, \"guarismo\" es un término que se usaba para referirse a los números o dígitos que utilizamos en nuestra vida diaria, como el 0, 1, 2, 3, y así sucesivamente hasta el 9. Son como las letras del alfabeto, pero para los números. Cada vez que escribimos un número, estamos usando guarismos, como cuando escribimos \"5\" para decir cuántos años tiene un niño. Los guarismos son como las piezas de un rompecabezas que usamos para construir números más grandes.</p>",
        "link": "https://es.wikipedia.org/wiki/Cifra_(matem%C3%A1tica)"
    },
    "Al-Juarismi": {
        "title": "<h3 style='font-size: 3em;'>Al-Juarismi</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Abu Abdallah Muḥammad Ibn Mūsā Al-Jwarizmī, conocido como al-Juarismi, fue un eminente matemático, astrónomo y geógrafo persa que vivió alrededor del siglo IX. Fue astrónomo y director de la Biblioteca de la Casa de la Sabiduría de Bagdad. Sus contribuciones incluyen: Desarrolló la primera solución sistemática de ecuaciones lineales y cuadráticas. Introdujo el método de completación de cuadrados para resolver ecuaciones cuadráticas. Trabajó en trigonometría y creó tablas de seno, coseno y tangentes. Es considerado el padre del álgebra, tratándola como una disciplina independiente y desarrollando métodos de \"reducción\" y \"equilibrio\". Su nombre latinizado dio origen a términos matemáticos como \"algoritmo\" y \"algoritmia\". Destacó como geógrafo y astrónomo, revisando y mejorando la obra de Ptolomeo. Escribió sobre el astrolabio, reloj solar, calendario y produjo tablas astronómicas. Su obra influyó en la popularización de los números arábigos en Occidente y en la transición desde el sistema de numeración romano al árabe.</p>",
        "description": "<p style='font-style: italic;'>Al-Juarismi fue un matemático antiguo que ayudó a inventar formas de resolver problemas matemáticos difíciles. También trabajó en astronomía y geografía, mejorando mapas y tablas astronómicas. Su legado más famoso es haber introducido los números arábigos en Occidente, que usamos hoy en día para contar.</p>",
        "link": "https://es.wikipedia.org/wiki/Al-Juarismi"
    },
    "Fibonacci": {
        "title": "<h3 style='font-size: 3em;'>Fibonacci</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Leonardo de pisa (Pisa, c. 1173 - ib., post. 1241), a veces también llamado Leonardo Pisano, Leonardo Bigollo Pisano (Leonardo el viajero de Pisa) o simplemente Fibonacci, fue un matemático italiano de la República de Pisa, considerado \"el matemático occidental de mayor talento de la Edad Media\". Difundió en Europa la utilidad práctica del sistema de numeración indo-arábigo frente a la numeración romana, y fue el primer europeo en describir la sucesión numérica que precisamente lleva su nombre.</p>",
        "description": "<p style='font-style: italic;'>Fibonacci fue un matemático antiguo que descubrió una serie de números especiales. Estos números se llaman la \"Sucesión de Fibonacci\" y se usan en matemáticas y en muchas otras cosas. También difundió en Europa el sistema de numeración que hoy usamos.</p>",
        "link": "https://es.wikipedia.org/wiki/Leonardo_de_Pisa"
    },
    "Liber abaci": {
        "title": "<h3 style='font-size: 3em;'>Liber abaci</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Liber abaci (1202) es un libro histórico sobre aritmética escrito por Leonardo de Pisa, más conocido como Fibonacci. Su título tiene dos traducciones comunes, El libro del ábaco o El libro del cálculo; sin embargo Sigler (2002) expuso que la primera traducción es errónea: La intención del libro era describir métodos de hacer cálculos sin la ayuda del ábaco, y, como Ore (1948) confirma, durante siglos tras su publicación, los algoritmistas (los seguidores del estilo de cálculo demostrado en el Liber Abaci) estuvieron en conflicto con los abacistas (tradicionalistas que continuaron usando el ábaco en conjunción con el sistema romano de numeración). En este trabajo, Fibonacci introduce en Europa los números indoarábigos, elemento central de nuestro sistema decimal, que había aprendido cuando estudió con los árabes mientras vivía en Bugía (Argelia) con su padre, Guglielmo Bonaccio, quien quería que se convirtiera en comerciante. En aquella época Bugía era uno de los puertos más prósperos del Mediterráneo. Liber abaci fue de los primeros libros occidentales en describir los números indoarábigos, aunque el primero que los dio a conocer fue Crónica albeldense, de 976. Al estar dirigido a comerciantes y académicos, empezó a convencer al público de la superioridad del nuevo sistema numérico. La segunda versión de Liber abaci fue dedicada a Miguel Escoto en 1227. Hoy en día no hay ninguna versión del manuscrito original de 1202.</p>",
        "description": "<p style='font-style: italic;'>El \"Liber Abaci\" es un libro histórico sobre matemáticas escrito por Fibonacci. En él, presentó los números indoarábigos, que son la base de nuestro sistema numérico actual. Este libro ayudó a convencer a la gente de la utilidad de este nuevo sistema en lugar del ábaco y los números romanos. Aunque no tenemos el manuscrito original de 1202, su trabajo fue muy importante en la historia de las matemáticas.</p>",
        "link": "https://es.wikipedia.org/wiki/Liber_abaci"
    },
    "Numeración romana": {
        "title": "<h3 style='font-size: 3em;'>Numeración romana</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>La numeración romana es un sistema de numeración que se desarrolló en la Antigua Roma y se utilizó en todo el Imperio romano, manteniéndose con posterioridad a su desaparición y todavía utilizado en algunos ámbitos. Este sistema emplea algunas letras mayúsculas como símbolos para representar ciertos valores. Los números se escriben como combinaciones de letras. Por ejemplo, el año 2023, se escribe numéricamente como MMXXIII, en donde cada M representa mil unidades, cada X representa diez unidades y, finalmente, cada I representa una unidad más. Está basado en la numeración etrusca, la cual, a diferencia de la numeración decimal que está basada en un sistema posicional, se basa en un sistema aditivo (cada signo representa un valor que se va sumando al anterior). La numeración romana posteriormente evolucionó a un sistema sustractivo, en el cual algunos signos en lugar de sumar, restan. Por ejemplo, el 4 en la numeración etrusca se representaba como IIII (1+1+1+1), mientras que en la numeración romana moderna se representa como IV (1 restado a 5).</p>",
        "description": "<p style='font-style: italic;'>La numeración romana es un sistema antiguo de representar números que se usaba en la Antigua Roma y en todo su imperio. En este sistema, se emplean letras mayúsculas para representar valores numéricos. </p>",
        "link": "https://es.wikipedia.org/wiki/Numeraci%C3%B3n_romana"
    },
    "Kepler": {
        "title": "<h3 style='font-size: 3em;'>Kepler</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Johannes Kepler​ (Weil der Stadt, 27 de diciembre de 1571-Ratisbona, 15 de noviembre de 1630), figura clave en la revolución científica, fue un astrónomo y matemático alemán, conocido fundamentalmente por sus leyes sobre el movimiento de los planetas en su órbita alrededor del Sol. Fue colaborador de Tycho Brahe, a quien sustituyó como matemático imperial de Rodolfo II.</p>",
        "description": "<p style='font-style: italic;'>Johannes Kepler fue un astrónomo que descubrió que los planetas se mueven en órbitas elípticas alrededor del Sol, en lugar de círculos como se pensaba antes. Su trabajo ayudó a establecer las leyes del movimiento planetario y sentó las bases para nuestra comprensión moderna del sistema solar, lo que hizo que la astronomía fuera más precisa y fácil de entender.</p>",
        "link": "https://es.wikipedia.org/wiki/Johannes_Kepler"
    },
    "Galileo Galilei": {
        "title": "<h3 style='font-size: 3em;'>Galileo Galilei</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Galileo Galilei (Pisa, 15 de febrero de 1564 ​- Arcetri, 8 de enero de 1642) fue un astrónomo, ingeniero, matemático y físico italiano, relacionado estrechamente con la revolución científica. Eminente hombre del Renacimiento, mostró interés por casi todas las ciencias y artes (música, literatura, pintura). Sus logros incluyen la mejora del telescopio, gran variedad de observaciones astronómicas, la primera ley del movimiento y un apoyo determinante a la «Revolución de Copérnico». Ha sido considerado como el «padre de la astronomía moderna», el «padre de la física moderna»​ y el «padre de la ciencia». Su trabajo experimental es considerado complementario a los escritos de Francis Bacon en el establecimiento del moderno método científico y su carrera científica es complementaria a la de Johannes Kepler (1561-1630). Su trabajo se considera una ruptura de las teorías asentadas de la física aristotélica y su enfrentamiento con la Inquisición romana de la Iglesia católica se presenta como un ejemplo de conflicto entre religión y ciencia en la sociedad occidental.</p>",
        "description": "<p style='font-style: italic;'>Galileo Galilei fue un destacado científico del Renacimiento. Realizó importantes observaciones astronómicas con su mejorado telescopio, apoyó la teoría de Copérnico de que la Tierra y los planetas giraban alrededor del Sol y formuló la primera ley del movimiento. Es conocido como el \"padre de la astronomía moderna\" y el \"padre de la física moderna\". Su trabajo experimental y su enfoque científico complementaron los de otros científicos de la época, como Francis Bacon y Johannes Kepler. También se enfrentó a la Inquisición de la Iglesia católica debido a sus ideas, lo que destaca el conflicto entre religión y ciencia en su tiempo.</p>",
        "link": "https://es.wikipedia.org/wiki/Galileo_Galilei"
    },
    "Millardo": {
        "title": "<h3 style='font-size: 3em;'>Millardo</h3>",
        "source": "<p style='color: #007BFF;'>RAE (sept. 2021)</p>",
        "definition": "<p style='font-style: italic;'>Mil millones.</p>",
        "description": "<p style='font-style: italic;'>El término \"millardo\" es una unidad de medida numérica equivalente a mil millones, es decir, 1 000 000 000. Se utiliza comúnmente en algunos países de habla hispana y en Europa para expresar esta cantidad masiva en el contexto de números grandes. Por ejemplo, en el sistema de numeración de escala larga, un millardo equivale a mil millones, o 1 seguido por 9 ceros (1 000 000 000).</p>",
        "link": "https://es.wikipedia.org/wiki/Millardo"
    },
    "Billón": {
            "title": "<h3 style='font-size: 3em;'>Billón</h3>",
            "source": "<p style='color: #007BFF;'>RAE (sept. 2021)</p>",
            "definition": "<p style='font-style: italic;'>Un millón de millones, que se expresa por la unidad seguida de doce ceros. En Estados Unidos equivale a mil millones, que se expresa por la unidad seguida de nueve ceros.</p>",
            "description": "<p style='font-style: italic;'>En muchos países de habla hispana, un \"billón\" se refiere a la cantidad equivalente a mil millones, es decir, 1 000 000 000. Esta es la forma en que se utiliza comúnmente en la mayoría de los lugares de habla hispana. Sin embargo, es importante tener en cuenta que en algunos países, como España, el término \"billón\" se utiliza para referirse a la cantidad equivalente a un millón de millones, es decir, 1 000 000 000 000. Esta diferencia en el significado puede llevar a confusiones, por lo que es esencial verificar el contexto y el país en el que se está utilizando para comprender su significado preciso. En muchas ocasiones, se prefieren los términos \"mil millones\" o \"un millón de millones\" para evitar ambigüedades en la comunicación.</p>",
            "link": "https://es.wikipedia.org/wiki/Bill%C3%B3n"
    },
    "Cardinal": {
            "title": "<h3 style='font-size: 3em;'>Cardinal</h3>",
            "source": "<p style='color: #007BFF;'>RAE (sept. 2021)</p>",
            "definition": "<p style='font-style: italic;'>Cada uno de los números enteros en abstracto; p. ej., cero, diez, mil.</p>",
            "description": "<p style='font-style: italic;'>En matemáticas, un número cardinal es un número que se utiliza para contar elementos y expresar cuántos hay en un conjunto. Por ejemplo, en la frase \"Hay cinco manzanas en la cesta\", el número \"cinco\" es un número cardinal, ya que indica la cantidad exacta de manzanas en la cesta. Los números cardinales se utilizan para responder preguntas como \"¿Cuántos?\" o \"¿Cuántas?\" y son fundamentales en la aritmética y en la vida cotidiana para contar objetos, personas y más. Los primeros números cardinales son: uno, dos, tres, cuatro, cinco, y así sucesivamente.</p>",
            "link": "https://es.wikipedia.org/wiki/N%C3%BAmero_cardinal"
    },
    "Secuencia Entera": {
        "title": "<h3 style='font-size: 3em;'>Secuencia Entera</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>En matemáticas, una sucesión o secuencia entera es una sucesión (es decir, una lista ordenada) de números enteros.</p>",
        "description": "<p style='font-style: italic;'>Una secuencia es una serie ordenada de números que siguen un patrón específico, ya sea sumando, restando, multiplicando u obedeciendo alguna regla matemática. Los números ordinales en una secuencia indican la posición que ocupa cada número en esa serie. Por ejemplo, en la secuencia de números naturales (1, 2, 3, 4, 5...), el número 5 es el quinto número ordinal. Las secuencias son útiles para encontrar patrones en datos, resolver problemas matemáticos y predecir eventos futuros, y las encontramos en muchas áreas de nuestras vidas, desde matemáticas hasta pronósticos del clima y programación de computadoras.</p>",
        "link": "https://es.wikipedia.org/wiki/Sucesi%C3%B3n_entera"
    },
    "Cuantificar": {
        "title": "<h3 style='font-size: 3em;'>Cuantificar</h3>",
        "source": "<p style='color: #007BFF;'>RAE (sept. 2021)</p>",
        "definition": "<p style='font-style: italic;'>Expresar numéricamente una magnitud de algo.</p>",
        "description": "<p style='font-style: italic;'>\"Cuantificar\" es un término que se usa para describir el acto de medir o determinar la cantidad o el valor numérico de algo. En otras palabras, cuando cuantificamos algo, estamos asignándole un número o una medida que representa su cantidad o magnitud. Por ejemplo, si contamos cuántos libros hay en una biblioteca, estamos cuantificando la cantidad de libros. La cuantificación es fundamental en muchas disciplinas, como las matemáticas, la ciencia, la economía y la estadística, ya que nos permite comprender y comunicar información precisa sobre cantidades y dimensiones.</p>",
        "link": "https://es.wikipedia.org/wiki/Cuantificaci%C3%B3n_(ciencia)#:~:text=En%20matem%C3%A1ticas%20y%20ciencias%20emp%C3%ADricas,fundamental%20para%20el%20m%C3%A9todo%20cient%C3%ADfico."
    },
    "Sistema numérico": {
        "title": "<h3 style='font-size: 3em;'>Sistema numérico</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>En aritmética, álgebra y análisis matemático, sistema numérico es un conjunto provisto de dos operaciones que verifican ciertas condiciones relacionadas con las propiedades propiedad conmutativa, propiedad asociativa y distributiva. El conjunto de los números enteros, los números racionales o los números reales son ejemplos de sistemas numéricos, aunque los matemáticos han creado muchos otros sistemas numéricos más abstractos para diversos fines.</p>",
        "description": "<p style='font-style: italic;'>Un sistema numérico es una forma organizada y estructurada de representar cantidades y números utilizando símbolos o dígitos. El sistema numérico más comúnmente utilizado en todo el mundo es el sistema decimal, que utiliza diez dígitos numéricos: 0, 1, 2, 3, 4, 5, 6, 7, 8 y 9, para expresar cualquier número. En un sistema numérico, la posición de un dígito en relación con otros dígitos tiene un significado específico, lo que se conoce como valor posicional. Otros sistemas numéricos incluyen el sistema binario (base 2), el sistema octal (base 8) y el sistema hexadecimal (base 16). Cada sistema tiene sus propias reglas y símbolos para representar números, y se utilizan en diferentes contextos, como la informática, la electrónica y las matemáticas, para realizar cálculos y representar datos de manera eficiente.</p>",
        "link": "https://es.wikipedia.org/wiki/Sistema_num%C3%A9rico"
    },
    "Ur-Nammu": {
        "title": "<h3 style='font-size: 3em;'>Ur-Nammu</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Ur-Nammu fue un general sumerio de Utu-ḫegal, que se rebeló y lo destronó fundando la III dinastía de Ur, con la que vendría el renacimiento sumerio y una nueva etapa de esplendor en Mesopotamia. A Ur-Nammu se le puede atribuir el primer código de leyes, escrito hacia el año 2050 a. C. La tablilla pertenece a la colección del Museo de Antigüedades Orientales de Estambul.</p>",
        "description": "<p style='font-style: italic;'>Ur-Nammu, un antiguo rey sumerio que vivió hace unos 4000 años, hizo una contribución significativa a las matemáticas al establecer uno de los conjuntos más antiguos de leyes conocidas, conocidas como el Código de Ur-Nammu. Estas leyes incluían reglas para resolver disputas y establecer sanciones para diferentes delitos. Lo que es interesante desde una perspectiva matemática es que estas leyes también incluían disposiciones para determinar compensaciones financieras en caso de lesiones personales o daños a la propiedad. Estas disposiciones requerían que los jueces calcularan las compensaciones de acuerdo con fórmulas matemáticas específicas. Por ejemplo, se establecía una tarifa por el valor de la propiedad dañada o el grado de lesiones personales, y estas tarifas se utilizaban para calcular las compensaciones monetarias. Aunque estas leyes no son matemáticas avanzadas en el sentido moderno, demuestran un temprano intento de usar matemáticas y cálculos numéricos en el contexto legal y son un testimonio del desarrollo temprano de conceptos matemáticos en la antigua Mesopotamia.</p>",
        "link": "https://es.wikipedia.org/wiki/Ur-Nammu"
    },
    "Ahmes (escriba)": {
        "title": "<h3 style='font-size: 3em;'>Ahmes (escriba)</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Ahmes (o, más exactamente, Ahmose) fue un antiguo escriba y matemático egipcio. Nacido aproximadamente en el año 1660 a. C., en Egipto; y fallecido alrededor del año 1620 a. C. (40 años), en Egipto, vivió durante el Segundo Periodo Intermedio y el comienzo de la dinastía XVIII (la primera dinastía del Imperio nuevo). Ahmose fue el primer contribuyente a las matemáticas cuyo nombre se conoce. Fue el copista del Papiro Rhind, así llamado por el egiptólogo escocés Alexander Henry Rhind, quien fue a Tebas por razones de salud, convirtiéndose más tarde en un aficionado a la excavación, y que compró el papiro en Egipto en 1858. Dicho papiro es un trabajo de matemáticas del antiguo Egipto que data de aproximadamente del 1650 a. C., cuyos autores originales son aún desconocidos.</p>",
        "description": "<p style='font-style: italic;'>Ahmes, un escriba egipcio que vivió hace más de 3,600 años, dejó una huella indeleble en la historia de las matemáticas. Su legado más notable es el \"Papiro Rhind\", un antiguo manuscrito que contiene una amplia gama de problemas y técnicas matemáticas egipcias. Ahmes nos revela su dominio en áreas como la aritmética, la geometría y las fracciones, proporcionando soluciones detalladas que arrojan luz sobre la forma en que los antiguos egipcios aplicaban las matemáticas en su vida cotidiana. Sus contribuciones incluyen métodos para calcular áreas y volúmenes, así como técnicas de multiplicación y división avanzadas para su época. Su trabajo es una ventana fascinante a las habilidades matemáticas de una civilización antigua y su influencia perdura en la historia de las matemáticas.</p>",
        "link": "https://es.wikipedia.org/wiki/Ahmes_(escriba)"
    },
    "Papiro Rhind": {
        "title": "<h3 style='font-size: 3em;'>Papiro Rhind</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>El papiro de Ahmes, más conocido como papiro matemático Rhind o simplemente papiro Rhind, es un documento de carácter didáctico que contiene diversos problemas matemáticos. Está redactado en escritura hierática y mide unos seis metros de longitud por 35 cm de anchura. Se encuentra en buen estado de conservación. El texto, obra del escriba Ahmes, bajo el reinado de Apofis I, es copia de un documento del siglo xix a. C. de época de Amenemhat III.</p>",
        "description": "<p style='font-style: italic;'>El \"Papiro Rhind\", también conocido como el \"Papiro de Ahmes\" en honor a su escriba, Ur-Ahmes, es un antiguo rollo de papiro egipcio que data de alrededor del 1550 a.C. Este documento matemático es uno de los tesoros más importantes de las matemáticas de la antigüedad. En él, se encuentran numerosos problemas matemáticos y fórmulas que ofrecen una visión fascinante de cómo los egipcios realizaban cálculos, resolvían ecuaciones y trabajaban con fracciones en su vida cotidiana. El \"Papiro Rhind\" es un testimonio invaluable de las habilidades matemáticas y la ingeniería del antiguo Egipto, y su estudio ha contribuido significativamente a nuestra comprensión de las matemáticas de la antigüedad y su evolución a lo largo del tiempo.</p>",
        "link": "https://es.wikipedia.org/wiki/Papiro_de_Ahmes"
    },
    "Tales de Mileto": {
        "title": "<h3 style='font-size: 3em;'>Tales de Mileto</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Tales de Mileto (en griego antiguo: Θαλῆς ὁ Μιλήσιος Thalē̂s ho Milḗsios; Mileto, c. 624 a. C.-ibid., c. 546 a. C.)​ fue un filósofo, matemático, geómetra, físico y legislador griego. Se le atribuyen importantes aportaciones en el terreno de la filosofía, la matemática, la astronomía, la física, etcétera, así como un activo papel como legislador en su ciudad natal.</p>",
        "description": "<p style='font-style: italic;'>Tales de Mileto, un antiguo filósofo y matemático griego que vivió alrededor del siglo VI a.C., realizó contribuciones significativas al campo de las matemáticas. Se le atribuye el mérito de ser uno de los primeros pensadores en buscar explicaciones racionales y geométricas para fenómenos naturales en lugar de recurrir a explicaciones mitológicas. Uno de sus logros más destacados fue la predicción de un eclipse solar en el año 585 a.C., basándose en sus conocimientos de geometría y astronomía. Además, se le atribuye la introducción de la geometría en Grecia, especialmente el teorema que lleva su nombre, el \"Teorema de Tales\", que establece propiedades de las líneas paralelas cortadas por una transversal. Sus ideas influyeron en el desarrollo posterior de las matemáticas y la filosofía, marcando el inicio de una era de investigación lógica y científica en lugar de explicaciones puramente mitológicas.</p>",
        "link": "https://es.wikipedia.org/wiki/Tales_de_Mileto"
    },
    "Pitágoras": {
        "title": "<h3 style='font-size: 3em;'>Pitágoras</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Pitágoras (en griego antiguo Πυθαγόρας; Samos,1​ c. 5702​-Metaponto, c. 490 a. C.3​) fue un filósofo y matemático griego considerado el primer matemático puro. Contribuyó de manera significativa en el avance de la matemática helénica, la geometría y la aritmética, derivadas particularmente de las relaciones numéricas y aplicadas, por ejemplo, a la teoría de pesos y medidas, a la teoría de la música o a la astronomía. </p>",
        "description": "<p style='font-style: italic;'>Pitágoras, un antiguo matemático y filósofo griego del siglo VI a.C., es conocido principalmente por el teorema que lleva su nombre, el \"Teorema de Pitágoras\". Este teorema establece que en un triángulo rectángulo, el cuadrado de la longitud de la hipotenusa (el lado opuesto al ángulo recto) es igual a la suma de los cuadrados de las longitudes de los otros dos lados. Esta idea revolucionaria sentó las bases de la trigonometría y tuvo un profundo impacto en muchas áreas de las matemáticas y la geometría. Además de sus contribuciones matemáticas, Pitágoras también fundó una comunidad conocida como los pitagóricos, que promovía la investigación científica y filosófica, y creía en la importancia de los números y las proporciones en el mundo natural. Su legado perdura como uno de los pilares fundamentales de las matemáticas y la filosofía occidentales.</p>",
        "link": "https://es.wikipedia.org/wiki/Pit%C3%A1goras"
    },
    "Brahmagupta": {
        "title": "<h3 style='font-size: 3em;'>Brahmagupta</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Brahmputa (590-670) fue un matemático y astrónomo indio. Su padre fue Jisnugupta. Nació en el año 590, posiblemente en Ujjain, donde vivió. En esta ciudad de la zona central de la India se encontraba el más famoso y antiguo observatorio de astronomía, del cual Brahmagupta era el director. Es considerado el más grande de los matemáticos de esta época. Murió en el año 670. Es posible que Brahmagupta haya sido el ideador del concepto del «cero», ya que en su obra Brāhmasphuṭasiddhānta del año 628 aparece por primera vez esta idea. La obra trataba también sobre aritmética y números negativos en términos muy parecidos a los de la matemática moderna.</p>",
        "description": "<p style='font-style: italic;'>Brahmagupta, un matemático y astrónomo indio del siglo VII, hizo importantes contribuciones al campo de las matemáticas y la astronomía en la India antigua. Una de sus contribuciones más destacadas fue la introducción de las reglas para realizar cálculos con números negativos y cero. En su tratado \"Brahmasphutasiddhanta,\" Brahmagupta abordó conceptos como la aritmética, la geometría y las ecuaciones cuadráticas. También proporcionó métodos para calcular áreas y volúmenes de diversas figuras geométricas. Sus ideas influyeron en el desarrollo de la matemática en la India y más allá, y su legado perdura en la historia de las matemáticas y la ciencia en la India.</p>",
        "link": "https://es.wikipedia.org/wiki/Brahmagupta"
    },
    "Georg Cantor": {
        "title": "<h3 style='font-size: 3em;'>Georg Cantor</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>Georg Ferdinand Ludwig Philipp Cantor (San Petersburgo, 3 de marzo de 1845 - Halle, 6 de enero de 1918), conocido como Georg Cantor, fue un matemático nacido en rusia, nacionalizado alemán, de ascendencia austríaca y judía.​ Fue inventor con Dedekind de la teoría de conjuntos, que es la base de las matemáticas modernas. Gracias a sus atrevidas investigaciones sobre los conjuntos infinitos fue el primero capaz de formalizar la noción de infinito bajo la forma de los números transfinitos (cardinales y ordinales).</p>",
        "description": "<p style='font-style: italic;'>Georg Cantor, un matemático alemán del siglo XIX y principios del siglo XX, es conocido por sus contribuciones revolucionarias en el campo de la teoría de conjuntos. Cantor introdujo el concepto de infinitud y demostró que existen diferentes tamaños de infinitos, una idea que inicialmente fue controvertida pero que cambió la forma en que entendemos los números y el infinito en las matemáticas. Su teorema de la diagonalización y su trabajo en la teoría de conjuntos le llevaron a descubrimientos profundos, como el conjunto de los números reales es de un tamaño mayor que el conjunto de los números naturales. Su trabajo allanó el camino para el desarrollo de la topología y la teoría de conjuntos modernas, y su legado sigue influyendo en la matemática y la filosofía de las matemáticas.</p>",
        "link": "https://es.wikipedia.org/wiki/Georg_Cantor"
    },
    "Millar": {
        "title": "<h3 style='font-size: 3em;'>Millar</h3>",
        "source": "<p style='color: #007BFF;'>RAE (sept. 2021):</p>",
        "definition": "<p style='font-style: italic;'>Conjunto o colección de mil cosas.</p>",
        "description": "<p style='font-style: italic;'>En matemáticas, un \"millar\" es como un grupo gigante de mil cosas. Puedes imaginarlo como una gran cantidad de bolitas, caramelos o cualquier otro objeto que tengas mil unidades. También se usa para contar números muy grandes. Por ejemplo, el número \"3000\" significa tres millares, lo que equivale a tres grupos de mil. Así que, en resumen, un millar es una gran cantidad de mil cosas o la forma en que contamos grupos de mil en los números.</p>",
        "link": "https://es.wikipedia.org/wiki/Mil"
    }
}

