{
    "Contar": {
        "title": "<h3 style='font-size: 3em;'>Contar</h3>",
        "source": "<p style='color: #007BFF;'>RAE (sept. 2021):</p>",
        "definition": "<p style='font-style: italic;'>Numerar, fijar la cantidad o número de algo.</p>",
        "description": "<p style='font-style: italic;'>Contar es simplemente decir los números en orden para saber cuántas cosas tienes o cuántas cosas hay en un grupo. Por ejemplo, si cuentas tus amigos y dices uno, dos, tres, estás contando tus amigos para saber cuántas tienes. Es como usar una especie de lista de números para saber la cantidad de algo.</p>"
    },
    "Numerar": {
        "title": "<h3 style='font-size: 3em;'>Numerar</h3>",
        "source": "<p style='color: #007BFF;'>RAE (sept. 2021):</p>",
        "definition": "<p style='font-style: italic;'>Poner números a una serie de objetos o a sus partes.</p>",
        "description": "<p style='font-style: italic;'>\"Numerar\" en el contexto matemático significa asignar números a elementos en una secuencia ordenada para identificarlos individualmente y llevar un registro de su posición. Es como etiquetar o marcar objetos en una serie o secuencia con números para saber cuál es cuál y en qué lugar se encuentran en esa secuencia. Por ejemplo, si tienes una serie de libros en una biblioteca y les asignas números en orden, estás numerando los libros para saber cuál es el primero, cuál es el segundo, y así sucesivamente. Esto ayuda a organizar y distinguir los elementos de una lista o serie.</p>"
    },
    "Número": {
        "title": "<h3 style='font-size: 3em;'>Número</h3>",
        "source": "<p style='color: #007BFF;'>RAE (sept. 2021):</p>",
        "definition": "<p style='font-style: italic;'>Expresión compuesta por cifras que permite designar una cantidad en relación con su unidad.</p>",
        "description": "<p style='font-style: italic;'>Un número es una etiqueta que usamos para contar cosas o medir cantidades. Por ejemplo, cuando decimos \"uno, dos, tres\", estamos usando números para contar objetos, como galletas o flores. Los números nos ayudan a decir cuántas cosas hay y a compararlas. También pueden representar la posición de algo en una lista, como el número de un asiento en un cine. Básicamente, los números son como herramientas que usamos en la vida diaria para entender y describir la cantidad y el orden de las cosas.</p>"
    },
    "Sistema de Numeración Decimal": {
        "title": "<h3 style='font-size: 3em;'>Sistema de Numeración Decimal</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>El sistema de numeración decimal, es un sistema de numeración posicional en el que las cantidades se representan utilizando como base aritmética el número diez. El conjunto de símbolos utilizado (sistema de numeración arábiga) se compone de diez cifras: cero (0), uno (1), dos (2), tres (3), cuatro (4), cinco (5), seis (6), siete (7), ocho (8) y nueve (9).</p>",
        "description": "<p style='font-style: italic;'>Un \"Sistema de Numeración Decimal\" es una forma especial de contar y escribir números que utiliza diez símbolos diferentes, como los números del 0 al 9. Imagina que los números son como las palabras en un idioma que usamos para decir cuántas cosas tenemos. En este sistema, cuando contamos, llegamos a \"9\" y luego volvemos a empezar, como cuando decimos \"10\". Cada número en este sistema tiene un lugar especial que le da un valor, como las unidades, decenas o centenas, que nos ayuda a entender cuánto vale realmente. Este sistema es el que usamos en la vida cotidiana para contar y hacer matemáticas.</p>"
    },
    "Notación posicional": {
        "title": "<h3 style='font-size: 3em;'>Notación posicional</h3>",
        "source": "<p style='color: #007BFF;'>Wikipedia</p>",
        "definition": "<p style='font-style: italic;'>La notación posicional es un sistema de numeración en el cual cada dígito posee un valor que depende de su posición relativa, la cual está determinada por la base, que es el número de dígitos necesarios para escribir cualquier número. Un ejemplo de numeración posicional es el habitualmente usado sistema decimal (base 10), necesitándose diez dígitos diferentes, los cuales deberán estar constituidos de un símbolo (grafema), cuyo valor en orden creciente es: 0, 1, 2, 3, 4, 5, 6, 7, 8, 9. Para los números escritos en sistemas de bases menores, se usan solo los dígitos de menor valor; para los escritos con bases mayores que 10, se utilizan letras: 0, 1, 2, 3, 4, 5, 6, 7, 8, 9, A, B, C, D, ...</p>",
        "description": "<p style='font-style: italic;'>La \"Notación Posicional\" es como un lenguaje especial que usamos para escribir números de manera ordenada y comprensible. Imagina que los números son como palabras en una oración, y cada número tiene un lugar específico en esa oración. La posición de un número en ese lugar le da su valor, igual que las palabras en una oración tienen significados según su posición. Por ejemplo, en el número \"123\", el \"1\" está en el lugar de las centenas, el \"2\" en el lugar de las decenas y el \"3\" en el lugar de las unidades. Esta notación hace que los números sean fáciles de leer y entender, como las palabras en una historia.</p>"
    },
    "Infinito": {
        "title": "<h3 style='font-size: 3em;'>Infinito</h3>",
        "source": "<p style='color: #007BFF;'>RAE (sept. 2021):</p>",
        "definition": "<p style='font-style: italic;'>En lógica y matemáticas, se refiere a una magnitud que no tiene límites ni fin, como la secuencia de números naturales (1, 2, 3, ...) que nunca termina. También se utiliza en un sentido más general para describir algo que es ilimitado o inagotable en su extensión o duración.</p>",
        "description": "<p style='font-style: italic;'>\"Infinito\" es como un concepto mágico que significa que algo nunca se acaba. Imagina que tienes una cuerda muy larga que nunca termina, no importa cuánto la estires. Eso es como el infinito. En matemáticas, usamos \"infinito\" para decir que algo continúa para siempre, como los números que nunca paran de aumentar (1, 2, 3, ... ¡y así sucesivamente para siempre!). Es un poco como el cielo estrellado en una noche sin fin: ¡siempre hay más números y estrellas por descubrir!</p>"
    },
    "Conjunto": {
        "title": "<h3 style='font-size: 3em;'>Conjunto</h3>",
        "source": "<p style='color: #007BFF;'>RAE (sept. 2021):</p>",
        "definition": "<p style='font-style: italic;'>Colección de elementos o números reunidos de acuerdo con una regla o criterio específico.</p>",
        "description": "<p style='font-style: italic;'>Un \"conjunto\" es como una caja imaginaria que contiene cosas similares. Piensa en una caja de juguetes: todos los juguetes dentro de la caja son un conjunto porque tienen algo en común, como ser de colores o formas similares. En matemáticas, un conjunto es como una lista de números o elementos que están agrupados juntos por alguna razón, como los números pares (2, 4, 6, ...) o los animales de la granja (vacas, cerdos, gallinas, ...). Es como poner cosas que tienen algo en común en un mismo lugar.</p>"
    },
    "Cifra": {
        "title": "<h3 style='font-size: 3em;'>Cifra</h3>",
        "source": "<p style='color: #007BFF;'>RAE (sept. 2021):</p>",
        "definition": "<p style='font-style: italic;'>Signo o conjunto de signos con que se representa un número.</p>",
        "description": "<p style='font-style: italic;'>Una \"cifra\" es como un número pequeñito, como los que vemos todos los días en los relojes o cuando contamos cosas. Imagina que cada número que vemos, como el \"7\" en un reloj o el \"3\" en tu edad, es una cifra. En matemáticas, las cifras son como los ladrillos con los que construimos los números más grandes. Por ejemplo, el número \"73\" está hecho de las cifras \"7\" y \"3\". Es como si cada cifra fuera un bloque que usamos para construir nuestros números.</p>"
    },
    "Dígito": {
        "title": "<h3 style='font-size: 3em;'>Dígito</h3>",
        "source": "<p style='color: #007BFF;'>RAE (sept. 2021):</p>",
        "definition": "<p style='font-style: italic;'>Cada uno de los caracteres o símbolos con los que se representan los números en la numeración decimal, que son los siguientes: 0, 1, 2, 3, 4, 5, 6, 7, 8 y 9.</p>",
        "description": "<p style='font-style: italic;'>Un \"dígito\" es como un número pequeñito que usamos todos los días. Imagina que los números son como las palabras en un idioma, y los dígitos son las letras de ese idioma. Los dígitos son solo diez: 0, 1, 2, 3, 4, 5, 6, 7, 8 y 9. Usamos estos dígitos para escribir todos los números más grandes. Por ejemplo, el número \"5\" es un dígito que usamos para escribir el número \"50\" o \"500\". Es como si los dígitos fueran las piezas más pequeñas que forman los números que usamos en nuestra vida diaria.</p>"
    },
    "Unidad": {
        "title": "<h3 style='font-size: 3em;'>Unidad</h3>",
        "source": "<p style='color: #007BFF;'>RAE (sept. 2021):</p>",
        "definition": "<p style='font-style: italic;'>Valor o cantidad básica utilizada como referencia para medir, contar o comparar otras cantidades. En muchos casos, la unidad se representa con el número \"1\" y se utiliza para construir números más grandes mediante la adición o multiplicación.</p>",
        "description": "<p style='font-style: italic;'>En matemáticas, \"unidad\" es como la pieza más pequeña que usamos para contar cosas o medir cantidades. Es como tener una regla donde la unidad es el centímetro, y cuando decimos \"3 centímetros\", estamos usando la unidad para medir una distancia. O cuando decimos \"3 manzanas\", la unidad es \"manzana\", y estamos contando cuántas tenemos. En resumen, la unidad es como la pieza básica que nos ayuda a decir cuántas cosas tenemos o a medir distancias, como si fuera el ladrillo más pequeño de un edificio de números.</p>"
    },
    "Decena": {
        "title": "<h3 style='font-size: 3em;'>Decena</h3>",
        "source": "<p style='color: #007BFF;'>RAE (sept. 2021):</p>",
        "definition": "<p style='font-style: italic;'>Conjunto de diez cosas de cualquier género.</p>",
        "description": "<p style='font-style: italic;'>En matemáticas, una \"decena\" es como un grupo de diez elementos o cosas. Imagina que tienes diez galletas y las pones juntas en un grupo; eso sería una decena de galletas. También puedes pensar en los números, como el \"30\". El \"30\" significa tres decenas, lo que significa tres grupos de diez. Entonces, en matemáticas, una decena es como una colección de diez cosas o la forma en que contamos grupos de diez en los números.</p>"
    },
    "Centena": {
        "title": "<h3 style='font-size: 3em;'>Centena</h3>",
        "source": "<p style='color: #007BFF;'>RAE (sept. 2021):</p>",
        "definition": "<p style='font-style: italic;'>Conjunto o colección de cien cosas.</p>",
        "description": "<p style='font-style: italic;'>En matemáticas, una \"centena\" es como un grupo grande de cien cosas. Es como si tuvieras una colección de cien bolitas o cien caramelos y los pusieras juntos en un solo grupo. También se usa para contar números grandes. Por ejemplo, el número \"300\" significa tres centenas, lo que equivale a tres grupos de cien. Así que, en resumen, una centena es como un montón grande de cien cosas o la forma en que contamos grupos de cien en los números.</p>"
    },
    "Guarismo": {
        "title": "<h3 style='font-size: 3em;'>Guarismo</h3>",
        "source": "<p style='color: #007BFF;'>RAE (sept. 2021)</p>",
        "definition": "<p style='font-style: italic;'>Cada uno de los signos o cifras arábigas que expresan una cantidad.</p>",
        "description": "<p style='font-style: italic;'>En matemáticas, \"guarismo\" es un término que se usaba para referirse a los números o dígitos que utilizamos en nuestra vida diaria, como el 0, 1, 2, 3, y así sucesivamente hasta el 9. Son como las letras del alfabeto, pero para los números. Cada vez que escribimos un número, estamos usando guarismos, como cuando escribimos \"5\" para decir cuántos años tiene un niño. Los guarismos son como las piezas de un rompecabezas que usamos para construir números más grandes.</p>"
    },
    "Millar": {
        "title": "<h3 style='font-size: 3em;'>Millar</h3>",
        "source": "<p style='color: #007BFF;'>RAE (sept. 2021):</p>",
        "definition": "<p style='font-style: italic;'>Conjunto o colección de mil cosas.</p>",
        "description": "<p style='font-style: italic;'>En matemáticas, un \"millar\" es como un grupo gigante de mil cosas. Puedes imaginarlo como una gran cantidad de bolitas, caramelos o cualquier otro objeto que tengas mil unidades. También se usa para contar números muy grandes. Por ejemplo, el número \"3,000\" significa tres millares, lo que equivale a tres grupos de mil. Así que, en resumen, un millar es una gran cantidad de mil cosas o la forma en que contamos grupos de mil en los números.</p>"
    }
}

